import React from 'react'
import "../6th/Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 8ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 2. "ਇਕ ਚਰ ਵਾਲੇ ਸਮੀਕਰਨ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਸਮੀਕਰਨ ਹੱਲ ਕਰੋ: x - 2 = 7.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਦਿੱਤਾ ਗਿਆ: x - 2 = 7<br/>
                ⇒ x - 2 + 2 = 7 + 2 (ਦੋਵੇਂ ਪਾਸੇ 2 ਜੋੜਨਾ)<br/>
                ⇒ x = 9 (ਲੋੜੀਂਦਾ ਹੱਲ)
                </p>
                <br/><br/>
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਸਮੀਕਰਨ 6x = 12 ਨੂੰ ਹੱਲ ਕਰੋ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 6x = 12 ਹੈ<br/>
                ⇒ 6x ÷ 6 = 12 ÷ 6 (ਹਰੇਕ ਪਾਸੇ ਨੂੰ 6 ਨਾਲ ਵੰਡਣਾ)<br/>
                ⇒ x = 2<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x = 2 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਸਮੀਕਰਨ ਹੱਲ ਕਰੋ: y + 3 = 10.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਦਿੱਤਾ ਗਿਆ: y + 3 = 10<br/>
                ⇒ y + 3 - 3 = 10 - 3 (ਹਰੇਕ ਪਾਸਿਓਂ 3 ਨੂੰ ਘਟਾਉਣਾ)<br/>
                ⇒ y = 7 (ਲੋੜੀਂਦਾ ਹੱਲ)
                </p>
                <br/><br/>
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਸਮੀਕਰਨ t/5 = 10 ਨੂੰ ਹੱਲ ਕਰੋ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਦਿੱਤਾ t/5 = 10<br/>
                ⇒ t/5 × 5 = 10 × 5 (ਦੋਵਾਂ ਪਾਸਿਆਂ ਨੂੰ 5 ਨਾਲ ਗੁਣਾ ਕਰਨਾ)<br/>
                ⇒ t = 50<br/>
                ਇਸ ਤਰ੍ਹਾਂ, t = 50 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਸਮੀਕਰਨ ਹੱਲ ਕਰੋ: 6 = z + 2
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 6 = z + 2 ਹੈ<br/>
                ⇒ 6 - 2 = z + 2 - 2 (ਹਰੇਕ ਪਾਸਿਓਂ 2 ਨੂੰ ਘਟਾਉਣਾ)<br/>
                ⇒ 4 = z<br/>
                ਇਸ ਤਰ੍ਹਾਂ, z = 4 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.
                </p>
                <br/>
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                ਸਮੀਕਰਨ 2x/3 = 18 ਨੂੰ ਹੱਲ ਕਰੋ.
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 2x3 = 18 ਹੈ<br/>
                ⇒ 2x3 × 3 = 18 × 3 (ਦੋਵਾਂ ਪਾਸਿਆਂ ਨੂੰ 3 ਨਾਲ ਗੁਣਾ ਕਰਨਾ)<br/>
                X 2x = 54<br/>
                ⇒ 2x ÷ 2 = 54 ÷ 2 (ਦੋਵਾਂ ਪਾਸਿਆਂ ਨੂੰ 2 ਨਾਲ ਵੰਡਣਾ)<br/>
                ⇒ x = 27<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x = 27 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਇੱਕ ਆਇਤਾਕਾਰ ਸਵੀਮਿੰਗ ਪੂਲ ਦਾ ਘੇਰਾ 154 ਮੀ. ਇਸ ਦੀ ਲੰਬਾਈ ਇਸਦੀ
                 ਚੌੜਾਈ ਤੋਂ 2 ਮੀਟਰ ਜ਼ਿਆਦਾ ਹੈ. ਪੂਲ ਦੀ ਲੰਬਾਈ ਅਤੇ ਚੌੜਾਈ ਕੀ ਹੈ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਪੂਲ ਦੀ ਚੌੜਾਈ x ਮੀ.<br/>
                ਸ਼ਰਤ I: ਲੰਬਾਈ = (2x + 2) ਮੀ.<br/>
                ਸ਼ਰਤ II: ਘੇਰੇ = 154 ਮੀ.<br/>
                ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਆਇਤ ਦਾ ਘੇਰੇ = 2 × [ਲੰਬਾਈ + ਚੌੜਾਈ]<br/>
                2 × [2x + 2 + x] = 154  <br/>
                ⇒ 2 × [3x + 2] = 154<br/>
                ⇒ 6x + 4 = 154 (ਬਰੈਕਟ ਨੂੰ ਸੁਲਝਾਉਣਾ)<br/>
                ⇒ 6x = 154-4 [(+) ਤੋਂ (-)] ਨੂੰ 4 ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ<br/>
                ⇒ 6x = 150<br/>
                ⇒ x = 150 ÷ ​​6 [6 ਨੂੰ (×) ਤੋਂ (÷) ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ]<br/>
                ⇒ x = 25<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦੀ ਚੌੜਾਈ = 25 ਮੀ<br/>
                ਅਤੇ ਲੰਬਾਈ = 2 × 25 + 2 = 50 + 2 = 52 ਮੀ
                </p>
                <br/>
                <h4>ਅਭਿਆਸ 2.2 ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਦੋ ਸੰਖਿਆਵਾਂ ਦਾ ਜੋੜ 95 ਹੈ। ਜੇ ਇੱਕ ਸੰਖਿਆ ਦੂਜੇ ਤੋਂ 15 ਵੱਧ ਹੈ, ਤਾਂ ਨੰਬਰ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਮੰਨ ਲਓ ਪਹਿਲਾ ਨੰਬਰ x ਹੈ <br/>
                ਦੂਜਾ  ਨੰਬਰ = x + 15<br/>
                ਪ੍ਰਸ਼ਨ ਦੀ ਸਥਿਤੀ ਦੇ ਅਨੁਸਾਰ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                x + (x + 15) = 95<br/>
                ⇒ x + x + 15 = 95<br/>
                X 2x + 15 = 95<br/>
                X 2x = 95-15 [(+) ਤੋਂ (-)] ਨੂੰ 15 ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ<br/>
                X 2x = 80<br/>
                ⇒ x = 802 [2 ਨੂੰ (×) ਤੋਂ (÷) ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ]<br/>
                ⇒ x = 40<br/>
                ਦੂਜਾ  ਨੰਬਰ = 95 - 40 = 55<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦੀ ਸੰਖਿਆ 40 ਅਤੇ 55 ਹਨ.
                </p>
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਦੋ ਸੰਖਿਆ 5: ​​3. ਦੇ ਅਨੁਪਾਤ ਵਿੱਚ ਹਨ, ਜੇਕਰ ਉਹ 18 ਨਾਲ ਭਿੰਨ ਹਨ, ਤਾਂ ਸੰਖਿਆਵਾਂ ਕੀ ਹਨ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦੋ ਨੰਬਰ 5x ਅਤੇ 3x ਹੋਣ ਦਿਉ.<br/>
                ਸ਼ਰਤਾਂ ਅਨੁਸਾਰ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                5x - 3x = 18<br/>
                2x = 18<br/>
                ⇒ x = 18 ÷ 2 [2 ਨੂੰ (×) ਤੋਂ (÷) ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ]<br/>
                ⇒ x = 9.<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦੀ ਸੰਖਿਆ 5 × 9 = 45 ਅਤੇ 3 × 9 = 27 ਹਨ
                </p>
                <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਲਗਾਤਾਰ ਤਿੰਨ ਪੂਰਨ ਅੰਕਾਂ ਦਾ ਜੋੜ 51 ਹੈ । ਇਹ ਪੂਰਨ ਅੰਕ ਪਤਾ ਕਰੋ ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਆਓ ਲਗਾਤਾਰ ਤਿੰਨ ਪੂਰਨ ਅੰਕ x, x + 1 ਅਤੇ x + 2 ਹੋਣ.<br/>
                ਸ਼ਰਤ ਅਨੁਸਾਰ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                x + (x + 1) + (x + 2) = 51<br/>
                ⇒ x + x + 1 + x + 2 = 51<br/>
                ⇒ 3x + 3 = 51<br/>
                 3x = 51 - 3 [3 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ]<br/>
                 3x = 48<br/>
                ⇒ x = 48 ÷ 3 [3 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ]<br/>
                ⇒ x = 16<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦੇ ਪੂਰਨ ਅੰਕ 16, 16 + 1 = 17 ਅਤੇ 16 + 2 = 18 ਹਨ, ਅਰਥਾਤ, 16, 17 ਅਤੇ 18.
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                8 ਦੇ ਲਗਾਤਾਰ ਤਿੰਨ ਗੁਣਾਂਕਾਂ ਦਾ ਜੋੜ 888 ਹੈ। ਗੁਣਕਾਂ ਨੂੰ ਲੱਭੋ।
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                8 ਦੇ ਲਗਾਤਾਰ ਤਿੰਨ ਗੁਣਕਾਂ ਨੂੰ 8x, 8x + 8 ਅਤੇ 8x + 16 ਹੋਣ ਦਿਉ.<br/>
                ਸ਼ਰਤਾਂ ਅਨੁਸਾਰ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                8x + (8x + 8) + (8x + 16) = 888<br/>
                ⇒ 8x + 8x + 8 + 8x + 16 = 888<br/>
                24x + 24 = 888<br/>
                24x = 888 - 24 (24 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                24x = 864<br/>
                ⇒ x = 864 ÷ 24 (24 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                ⇒ x = 36<br/>
                ਇਸ ਪ੍ਰਕਾਰ, ਲੋੜੀਂਦੇ ਗੁਣਕ ਹਨ<br/>
                36 × 8 = 288, 36 × 8 + 8 = 296 ਅਤੇ 36 × 8 + 16 = 304,<br/>
                ਅਰਥਾਤ, 288, 296 ਅਤੇ 304.
                </p>

                <br/>
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                ਲਗਾਤਾਰ ਤਿੰਨ ਪੂਰਨ ਅੰਕ ਅਜਿਹੇ ਹਨ ਕਿ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਵਧਦੇ ਕ੍ਰਮ ਵਿੱਚ ਲਿਆ ਜਾਂਦਾ ਹੈ
                 ਅਤੇ ਕ੍ਰਮਵਾਰ 2, 3 ਅਤੇ 4 ਨਾਲ ਗੁਣਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ 74 ਤੱਕ ਜੋੜਦੇ ਹਨ. ਇਹਨਾਂ ਸੰਖਿਆਵਾਂ ਨੂੰ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਆਓ ਲਗਾਤਾਰ ਤਿੰਨ ਪੂਰਨ ਅੰਕ x, x + 1 ਅਤੇ x + 2 ਹੋਣ.<br/>
                ਸ਼ਰਤ ਅਨੁਸਾਰ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                2x + 3 (x + 1) + 4 (x + 2) = 74<br/>
                ⇒ 2x + 3x + 3 + 4x + 8 = 74<br/>
                ⇒ 9x + 11 = 74<br/>
                ⇒ 9x = 74 - 11 (11 ਨੂੰ RHS ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                ⇒ 9x = 63<br/>
                ⇒ x = 63 ÷ 9<br/>
                ⇒ x = 7 (7 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                ਇਸ ਪ੍ਰਕਾਰ, ਲੋੜੀਂਦੀ ਸੰਖਿਆ 7, 7 + 1 = 8 ਅਤੇ 7 + 2 = 9 ਹਨ, ਯਾਨੀ 7, 8 ਅਤੇ 9
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                3x = 2x + 18
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>ਸਾਡੇ ਕੋਲ 3x = 2x + 18 ਹੈ<br/>
                ⇒ 3x - 2x = 18 (2x ਨੂੰ LHS ਵਿੱਚ ਬਦਲਣਾ)<br/>
                ⇒ x = 18<br/>
                ਇਸ ਲਈ, x = 18 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.<br/>
                ਜਾਂਚ: 3x = 2x + 18<br/>
                X = 18 ਪਾਉਣਾ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                LHS = 3 × 18 = 54<br/>
                ਆਰਐਚਐਸ = 2 × 18 + 18 = 36 + 18 = 54<br/>
                ਐਲਐਚਐਸ = ਆਰਐਚਐਸ<br/>
                ਇਸ ਲਈ ਤਸਦੀਕ ਕੀਤਾ ਗਿਆ.
                </p>
                <br/><br/><br/>
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                4z + 3 = 6 + 2z
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 4z + 3 = 6 + 2z ਹੈ<br/>
                4z - 2z + 3 = 6 (2z ਨੂੰ LHS ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                2z + 3 = 6<br/>
                2z = 6 - 3 (3 ਨੂੰ RHS ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                2z = 3<br/>
                ⇒ z = 32<br/>
                ਇਸ ਲਈ z = 32 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.<br/>
                ਜਾਂਚ: 4z + 3 = 6 + 2z<br/>
                Z = 32 ਪਾਉਣਾ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                LHS = 4z + 3 = 4 × 32 + 3 = 6 + 3 = 9<br/>
                RHS = 6 + 2z = 6 + 2 × 32 = 6 + 3 = 9<br/>
                ਐਲਐਚਐਸ = ਆਰਐਚਐਸ<br/>
                ਇਸ ਲਈ ਤਸਦੀਕ ਕੀਤਾ ਗਿਆ.
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                5t – 3 = 3t – 5
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 5t - 3 = 3t - 5 ਹੈ<br/>
                ⇒ 5t -3t -3 = -5 (3t ਨੂੰ LHS ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                2t = -5 + 3 (-3 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ)<br/>
                2t = -2<br/>
                ⇒ t = -2 ÷ 2<br/>
                ⇒ t = -1<br/>
                ਇਸ ਲਈ t = -1 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.<br/>
                ਜਾਂਚ: 5t - 3 = 3t - 5<br/>
                T = -1 ਪਾਉਣਾ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                LHS = 5t -3 = 5 × (-1) -3 = -5 -3 = -8<br/>
                RHS = 3t -5 = 3 × (-1) -5 = -3 -5 = -8<br/>
                ਐਲਐਚਐਸ = ਆਰਐਚਐਸ<br/>
                ਇਸ ਲਈ ਤਸਦੀਕ ਕੀਤਾ ਗਿਆ.
                </p>
                
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                2x – 1 = 14 – x
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 2x - 1 = 14 - x ਹੈ<br/>
                2x + x = 14 + 1 (x ਨੂੰ LHS ਅਤੇ 1 ਨੂੰ RHS ਵਿੱਚ ਬਦਲਣਾ)<br/>
                3x = 15 <br/>
                ⇒ x = 15 ÷ 3 = 5<br/>
                ਇਸ ਲਈ x = 5 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.<br/>
                ਜਾਂਚ: 2x - 1 = 14 - x<br/>
                X = 5 ਪਾਉਣਾ<br/>
                LHS ਸਾਡੇ ਕੋਲ 2x - 1 = 2 × 5 - 1 = 10 - 1 = 9 ਹੈ<br/>
                ਆਰਐਚਐਸ = 14 - x = 14 - 5 = 9<br/>
                ਐਲਐਚਐਸ = ਆਰਐਚਐਸ<br/>
                ਇਸ ਲਈ ਤਸਦੀਕ ਕੀਤਾ ਗਿਆ.
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                5x + 9 = 5 + 3x
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 5x + 9 = 5 + 3x ਹੈ<br/>
                ⇒ 5x - 3x + 9 = 5 (3x ਨੂੰ LHS ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ) ⇒ 2x + 9 = 5<br/>
                2x = 5 - 9 (9 ਨੂੰ RHS ਵਿੱਚ ਬਦਲਣਾ)<br/>
                2x = -4<br/>
                ⇒ x = -4 ÷ 2 = -2<br/>
                ਇਸ ਲਈ x = -2 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.<br/>
                ਜਾਂਚ: 5x + 9 = 5 + 3x<br/>
                X = -2 ਪਾਉਣਾ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                LHS = 5 × (-2) + 9 = -10 + 9 = -1<br/>
                ਆਰਐਚਐਸ = 5 + 3 × (-2) = 5 -6 = -1<br/>
                ਐਲਐਚਐਸ = ਆਰਐਚਐਸ<br/>
                ਇਸ ਲਈ ਤਸਦੀਕ ਕੀਤਾ ਗਿਆ.
                </p>
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                8x + 4 = 3 (x - 1) + 7
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ 8x + 4 = 3 (x - 1) + 7 ਹੈ<br/>
                ⇒ 8x + 4 = 3x - 3 + 7 (ਬਰੈਕਟ ਨੂੰ ਹੱਲ ਕਰਨਾ)<br/>
                ⇒ 8x + 4 = 3x + 4<br/>
                8x - 3x = 4 - 4 [3x ਨੂੰ LHS ਅਤੇ 4 ਨੂੰ RHS ਵਿੱਚ ਬਦਲਣਾ]<br/>
                ⇒ 5x = 0<br/>
                ⇒ x = 0 ÷ 5 [5 ਨੂੰ ਆਰਐਚਐਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ]<br/>
                ਜਾਂ x = 0<br/>
                ਇਸ ਤਰ੍ਹਾਂ x = 0 ਲੋੜੀਂਦਾ ਹੱਲ ਹੈ.<br/>
                ਜਾਂਚ ਕਰੋ: 8x + 4 = 3 (x - 1) + 7<br/>
                X = 0 ਪਾਉਣਾ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                8 × 0 + 4 = 3 (0 - 1) + 7<br/>
                ⇒ 0 + 4 = -3 + 7<br/>
                ⇒ 4 = 4<br/>
                ਐਲਐਚਐਸ = ਆਰਐਚਐਸ<br/>
                ਇਸ ਲਈ ਤਸਦੀਕ ਕੀਤਾ ਗਿਆ.
                </p>
                </div>
            </div>
        </div>
    )
}

export default Chapter1
