import React from 'react'
import "../6th/Chapter1.css";
import ans311 from "../../Images/38.jpg";
import ans312 from "../../Images/39.jpg";
import ans312i from "../../Images/40.jpg";
import ans312ii from "../../Images/41.jpg";
import ans313i from "../../Images/42.jpg";
import ans313ii from "../../Images/43.jpg";
import ans321i from "../../Images/44.jpg";
import ans331 from "../../Images/45.jpg";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <h2>ਕਲਾਸ 8ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 3. "ਚਤੁਰਭੁਜਾਂ ਨੂੰ ਸਮਝਣਾ" ਦਾ ਹੱਲ</h3>
            <hr />

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਇੱਥੇ ਕੁਝ ਚਿੱਤਰ ਦਿੱਤੇ ਗਏ ਹਨ.<br/>
                ਉਪਰੋਕਤ ਹਰੇਕ ਚਿੱਤਰ ਨੂੰ ਹੇਠ ਲਿਖੇ ਦੇ ਅਧਾਰ ਤੇ ਸ਼੍ਰੇਣੀਬੱਧ ਕਰੋ:<br/>
                <img 
                src = {ans311}
                alt = ""
                /><br/>
                (a) ਸਧਾਰਨ ਵਕਰ<br/>
                (ਅ) ਸਧਾਰਨ ਬੰਦ ਕਰਵ<br/>
                (c) ਬਹੁਭੁਜ<br/>
                (d) ਉਤਰਿਆ ਬਹੁਭੁਜ<br/>
                (e) ਅਵਤਾਰ ਬਹੁਭੁਜ
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                (a) ਸਧਾਰਨ ਵਕਰ: (1), (2), (5), (6) ਅਤੇ (7)<br/>
                (b) ਸਧਾਰਨ ਬੰਦ ਕਰਵ: (1), (2), (5), (6) ਅਤੇ (7)<br/>
                (c) ਬਹੁਭੁਜ: (1) ਅਤੇ (2)<br/>
                (d) ਉਤਰਿਆ ਬਹੁਭੁਜ: (2)<br/>
                (e) ਅਵਤਾਰ ਬਹੁਭੁਜ: (1)
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਵਿੱਚੋਂ ਹਰੇਕ ਦੇ ਕਿੰਨੇ ਵਿਕਰਣ ਹਨ?<br/>
                (a) ਇੱਕ ਉਤਪਤ ਚਤੁਰਭੁਜ<br/>
                (b) ਇੱਕ ਨਿਯਮਤ ਹੈਕਸਾਗਨ<br/>
                (c) ਇੱਕ ਤਿਕੋਣ
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                (a) ਚਿੱਤਰ (i) ਵਿੱਚ ABCD ਇੱਕ ਚਤੁਰਭੁਜ ਹੈ ਜਿਸਦੇ ਦੋ ਵਿਕਰਣ AC ਅਤੇ BD ਹਨ.<br/>
                <img
                src = {ans312}
                alt = ""
                /><br/>
                (b) ਚਿੱਤਰ (ii) ਵਿੱਚ ABCDEF ਇੱਕ ਨਿਯਮਤ ਹੈਕਸਾਗਨ ਹੈ ਜਿਸ ਦੇ ਨੌਂ ਵਿਕਰਣ AE, AD, AC, BF, BE, BD, CF, CE ਅਤੇ DF ਹਨ।<br/>
                <img
                src = {ans312i}
                alt = ""
                /><br/>
                (c) ਚਿੱਤਰ (iii) ਵਿੱਚ  ABC ਇੱਕ ਤਿਕੋਣ ਹੈ ਜਿਸਦਾ ਕੋਈ ਵਿਕਰਣ ਨਹੀਂ ਹੈ.<br/>
                <img
                src = {ans312ii}
                alt = ""
                />
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਇੱਕ ਉਤਰ ਚਤੁਰਭੁਜ ਦੇ ਕੋਣਾਂ ਦੇ ਮਾਪਾਂ ਦਾ ਜੋੜ ਕੀ ਹੈ? ਕੀ ਇਹ ਸੰਪਤੀ ਰੱਖੇਗੀ ਜੇ ਚਤੁਰਭੁਜ 
                ਉਤਰ ਨਹੀਂ ਹੈ? (ਇੱਕ ਗੈਰ-ਉੱਨਤ ਚਤੁਰਭੁਜ ਬਣਾਉ ਅਤੇ ਤਸਦੀਕ ਕਰੋ)
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                ਦਿੱਤੇ ਗਏ ਚਿੱਤਰ ਵਿੱਚ, ਸਾਡੇ ਕੋਲ ਇੱਕ ਚਤੁਰਭੁਜ ਏਬੀਸੀਡੀ ਹੈ. AC ਵਿਕਰਣ ਵਿੱਚ ਸ਼ਾਮਲ 
                ਹੋਵੋ ਜੋ ਚਤੁਰਭੁਜ ਨੂੰ ਦੋ ਤਿਕੋਣਾਂ ABC ਅਤੇ ADC ਵਿੱਚ ਵੰਡਦਾ ਹੈ.<br/>
                <img
                src = {ans313i}
                alt = ""
                />
                <br/>
                ∆ABC ਵਿੱਚ, ∠3 + ∠4 + ∠6 = 180 °… (i) (ਤ੍ਰਿਭੁਜ ਦੇ ਤਿੰਨਾਂ ਕੋਣਾ ਦਾ ਜੋੜ )<br/>
                ∆ADC ਵਿੱਚ, ∠1 + ∠2 + ∠5 = 180 °… (ii) (ਤ੍ਰਿਭੁਜ ਦੇ ਤਿੰਨਾਂ ਕੋਣਾ ਦਾ ਜੋੜ )<br/>
                ਜੋੜਨਾ, (i) ਅਤੇ (ii)<br/>
                ∠1 + ∠3 + ∠2 + ∠4 + ∠5 + ∠6 = 180 ° + 180<br/>
                +A + ∠C + ∠D + ∠B = 360<br/>
                ਇਸ ਲਈ, ਇੱਕ ਉਤਰ ਚਤੁਰਭੁਜ ਦੇ ਸਾਰੇ ਕੋਣਾਂ ਦਾ ਜੋੜ = 360.<br/>
                ਆਓ ਆਪਾਂ ਇੱਕ ਗੈਰ-ਉੱਨਤ ਚਤੁਰਭੁਜ ਖਿੱਚੀਏ.<br/>
                ਹਾਂ, ਇਹ ਸੰਪਤੀ ਇੱਕ ਗੈਰ-ਉੱਨਤ ਚਤੁਰਭੁਜ ਲਈ ਵੀ ਸਹੀ ਹੈ.<br/>
                <img
                src = {ans313ii}
                alt = ""
                />
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 3.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਦਿੱਤੇ ਗਏ ਚਿਤਰਾਂ ਵਿਚ x ਦਾ ਮੁੱਲ ਪਤਾ ਕਰੋ <br/>
                <img
                src = {ans321i}
                alt = ""
                /><br/>
                
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਬਹੁਭੁਜ ਦੇ ਸਾਰੇ ਬਾਹਰੀ ਕੋਣਾਂ ਦਾ ਜੋੜ = 360<br/>
                125 ° + 125 ° + x = 360<br/>
                ⇒ 250 ° + x = 360<br/>
                x = 360 ° - 250 ° = 110<br/>
                ਇਸ ਲਈ x = 110<br/>
                (b) ਇੱਥੇ ∠y = 180 ° - 90 ° = 90<br/>
                ∠z = 90 (ਦਿੱਤਾ ਗਿਆ)<br/>
                x + y + 60 ° + z + 70 ° = 360 ° [a ਬਹੁਭੁਜ ਦੇ ਸਾਰੇ ਬਾਹਰੀ ਕੋਣਾਂ ਦਾ ਜੋੜ = 360 °]<br/>
                ⇒ x + 90 ° + 60 ° + 90 ° + 70 ° = 360<br/>
                ⇒ x + 310 ° = 360<br/>
                ⇒ x = 360 ° - 310 ° = 50<br/>
                ਇਸ ਲਈ x = 50
                </p>
                
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਨਿਯਮਤ ਬਹੁਭੁਜ ਦੇ ਹਰੇਕ ਬਾਹਰੀ ਕੋਣ ਦਾ ਮਾਪ ਲੱਭੋ ਜਿਸਦੇ <br/>
                (i) 9 ਪਾਸੇ<br/>
                (ii) 15 ਪਾਸੇ
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) ਅਸੀਂ ਬਹੁਭੁਜ = 360 of ਦੇ ਸਾਰੇ ਬਾਹਰੀ ਕੋਣਾਂ ਦਾ ਜੋੜ ਜਾਣਦੇ ਹਾਂ<br/>
                9 ਪੱਖੀ ਨਿਯਮਤ ਬਹੁਭੁਜ = 360/9 = 40 each ਦੇ ਹਰੇਕ ਕੋਣ ਦਾ ਮਾਪ<br/>
                (ii) ਬਹੁਭੁਜ ਦੇ ਸਾਰੇ ਬਾਹਰੀ ਕੋਣਾਂ ਦਾ ਜੋੜ = 360<br/>
                15 ਪਾਸਿਆਂ ਵਾਲੇ ਨਿਯਮਤ ਬਹੁਭੁਜ = 360/15 = 24 each ਦੇ ਹਰੇਕ ਕੋਣ ਦਾ ਮਾਪ
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਜੇ ਬਾਹਰੀ ਕੋਣ ਦਾ ਮਾਪ 24 ° ਹੈ ਤਾਂ ਨਿਯਮਤ ਬਹੁਭੁਜ ਦੇ ਕਿੰਨੇ ਪਾਸੇ ਹੁੰਦੇ ਹਨ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਨਿਯਮਤ ਬਹੁਭੁਜ ਦੇ ਸਾਰੇ ਬਾਹਰੀ ਕੋਣਾਂ ਦਾ ਜੋੜ = 360<br/>
                ਪਾਸਿਆਂ ਦੀ ਗਿਣਤੀ = 360/ਬਾਹਰੀ ਕੋਣ ਦਾ ਮਾਪ <br/>
                ਪਾਸਿਆਂ ਦੀ ਗਿਣਤੀ = 360/24<br/>
                  = 15<br/>

                ਇਸ ਲਈ, ਪਾਸਿਆਂ ਦੀ ਗਿਣਤੀ = 15
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਇੱਕ ਪੈਰਲਲੋਗ੍ਰਾਮ ਦਿੱਤਾ ਗਿਆ ਹੈ. ABCD ਵਰਤੀ ਗਈ ਪਰਿਭਾਸ਼ਾ ਜਾਂ ਸੰਪਤੀ ਦੇ ਨਾਲ ਹਰੇਕ ਬਿਆਨ ਨੂੰ ਪੂਰਾ ਕਰੋ.<br/>
                (i) AD = …………   <br/>
                (ii) CDCB = ………<br/>
                (iii) OC = ………<br/>
                (iv) m∠DAB + m∠CDA = …… ..<br/>
                <img
                src = {ans331}
                alt = ""
                />
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (i) AD = BC [ਸਮਾਨ ਚਿੰਨ੍ਹ ਦੇ ਉਲਟ ਪਾਸੇ ਬਰਾਬਰ ਹਨ]<br/>
                (ii) ∠DCB = ∠DAB [ਸਮਾਨ ਚਿੰਨ੍ਹ ਦੇ ਵਿਪਰੀਤ ਕੋਣ ਬਰਾਬਰ ਹੁੰਦੇ ਹਨ]<br/>
                (iii) OC = OA [ਸਮਾਨ ਚਤੁਰਭੁਜ ਦੇ ਵਿਕਰਣ ਇੱਕ ਦੂਜੇ ਨੂੰ ਦੋਭਾਸ਼ਾ ਦਿੰਦੇ ਹਨ]<br/>
                (iv) m∠DAB + m∠CDA = 180 ° [ਸਮਾਨ ਚਿੰਨ੍ਹ ਦੇ ਨਾਲ ਲੱਗਦੇ ਕੋਣ ਪੂਰਕ ਹਨ]
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਕੀ ਇੱਕ ਚਤੁਰਭੁਜ ABCD ਇੱਕ ਸਮਾਨ ਚਿੰਨ੍ਹ ਹੋ ਸਕਦਾ ਹੈ ਜੇ<br/>
                (i) ∠D + ∠B = 180?<br/>
                (ii) AB = DC = 8 cm, AD = 4 cm ਅਤੇ BC = 4.4 cm?<br/>
                (iii) ∠A = 70 ° ਅਤੇ ∠C = 65?<br/>
                ਹੱਲ:<br/>
                (i) ∠D + ∠B = 180 ਲਈ, ਜੇਕਰ ਹੇਠ ਲਿਖੀਆਂ ਸ਼ਰਤਾਂ ਵੀ ਪੂਰੀਆਂ ਹੁੰਦੀਆਂ ਹਨ ਤਾਂ ਚਤੁਰਭੁਜ ABCD ਇੱਕ ਸਮਾਨ ਚਿੰਨ੍ਹ ਹੋ ਸਕਦਾ ਹੈ।<br/>
                (a) ਨੇੜਲੇ ਕੋਣਾਂ ਦੇ ਮਾਪਾਂ ਦਾ ਜੋੜ 180 be ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.<br/>
                (b) ਵਿਰੋਧੀ ਕੋਣ ਵੀ ਉਹੀ ਉਪਾਅ ਦੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ. ਇਸ ਲਈ, ਏਬੀਸੀਡੀ ਹੋ ਸਕਦਾ ਹੈ ਪਰ ਸਮਾਨ ਚਿੰਨ੍ਹ ਹੋਣ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ.<br/>
                (ii) ਦਿੱਤਾ ਗਿਆ: AB = DC = 8 cm, AD = 4 cm, BC = 4.4 cm<br/>
                ਸਮਾਨ ਚਿੰਨ੍ਹ ਵਿੱਚ, ਉਲਟ ਪਾਸੇ ਬਰਾਬਰ ਹੁੰਦੇ ਹਨ.<br/>
                ਇੱਥੇ AD ≠ BC<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ABCD ਇੱਕ ਪੈਰਲਲੋਗ੍ਰਾਮ ਨਹੀਂ ਹੋ ਸਕਦਾ.<br/>
                (iii) ∠A = 70 ° ਅਤੇ ∠C = 65<br/>
                ∠A ≠ ∠C <br/>
                ਤੋਂ ਚਤੁਰਭੁਜ ਦੇ ਵਿਪਰੀਤ ਕੋਣ ਬਰਾਬਰ ਨਹੀਂ ਹੁੰਦੇ.<br/>
                ਇਸ ਲਈ, ABCD ਇੱਕ ਪੈਰਲਲੋਗ੍ਰਾਮ ਨਹੀਂ ਹੈ.
                </p>

                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                ਇੱਕ ਪੈਰੇਲਾਲੋਗ੍ਰਾਮ ਦੇ ਦੋ ਨੇੜਲੇ ਕੋਣਾਂ ਦੇ ਮਾਪ 3: 2. ਦੇ ਅਨੁਪਾਤ ਵਿੱਚ ਹਨ. ਹਰ ਕੋਣ ਪਤਾ ਕਰੋ <br/>
                </p>
                <p>
                ABCD ਪੈਰਲਲੋਗ੍ਰਾਮ ਹੈ ਜਿਵੇਂ ਕਿ<br/>
                m∠B: m∠C = 3: 2<br/>
                ਚਲੋ m∠B = 3x ° ਅਤੇ m∠C = 2x<br/>
                m∠B + m∠C = 180 ° (ਨੇੜਲੇ ਕੋਣਾਂ ਦਾ ਜੋੜ = 180)<br/>
                3x + 2x = 180<br/>
                ⇒ 5x = 180<br/>
                ⇒ x = 36<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ∠B = 3 × 36 = 108<br/>
                ∠C = 2 × 36 ° = 72<br/>
                ∠B = ∠D = 108<br/>
                ਅਤੇ ∠A = ∠C = 72<br/>
                ਇਸ ਲਈ, ਪੈਰਲਲੋਗ੍ਰਾਮ ਦੇ ਕੋਣਾਂ ਦੇ ਮਾਪ 108 72, 72 °, 108 ° ਅਤੇ 72 ਹਨ.
                </p>
                </div>
            </div>
            
            
        </div>
    )
}

export default Chapter1
