import React from 'react'
import "./Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 6ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 3. "ਸੰਖਿਆਵਾਂ ਨਾਲ ਖੇਡਣਾ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  3.1  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਅੰਕਾਂ ਦੇ ਸਾਰੇ ਗੁਣਨਖੰਡ ਲਿਖੋ:<br/>
                (a) 24 (b) 15 (c) 21
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 24 ਦੇ ਗੁਣਨਖੰਡ ਹਨ:<br/>
                24 = 1 x 24;<br/>
                24 = 2 x 12;<br/>
                24 = 3 x 8;<br/>
                24 = 4 x 6<br/>
                ਇਸ ਲਈ, 24 ਦੇ ਸਾਰੇ ਗੁਣਨਖੰਡ ਹਨ: 1, 2, 3, 4, 6, 8, 12 ਅਤੇ 24.

                (b) 15 ਦੇ ਗੁਣਨਖੰਡ ਹਨ:<br/>
                15 = 1 x 15;<br/>
                15 = 3 x 5<br/>
                ਇਸ ਲਈ, 15 ਦੇ ਸਾਰੇ ਗੁਣਨਖੰਡ ਹਨ: 1, 3, 5 ਅਤੇ 15.

                (c) 21 ਦੇ ਗੁਣਨਖੰਡ ਹਨ:<br/>
                21 = 1 x 21;<br/>
                21 = 3 x 7<br/>
                ਇਸ ਲਈ, 21 ਦੇ ਸਾਰੇ ਗੁਣਨਖੰਡ ਹਨ: 1, 3, 7 ਅਤੇ 21 
                </p>
                
                </div>
                
                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  3.1  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਦੇ ਪਹਿਲੇ ਪੰਜ ਗੁਣਕ ਲਿਖੋ:<br/>
                (a) 5 (b) 8
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 5 ਦੇ ਪਹਿਲੇ ਪੰਜ ਗੁਣਕ ਹਨ:<br/>
                5 x 1 = 5;<br/>
                5 x 2 = 10;<br/>
                5 x 3 = 15;<br/>
                5 x 4 = 20;<br/>
                5 x 5 = 25<br/>
                ਇਸ ਲਈ, 5 ਦੇ ਲੋੜੀਂਦੇ ਗੁਣਕ ਹਨ: 5, 10, 15, 20 ਅਤੇ 25.<br/>

                (b) 8 ਦੇ ਪਹਿਲੇ ਪੰਜ ਗੁਣਕ ਹਨ:<br/>
                8 x 1 = 8;<br/>
                8 x 2 = 16;<br/>
                8 x 3 = 24;<br/>
                8 × 4 = 32;<br/>
                8 x 5 = 40<br/>
                ਇਸ ਲਈ, 8 ਦੇ ਲੋੜੀਂਦੇ ਗੁਣਕ ਹਨ: 8, 16, 24, 32 ਅਤੇ 40.
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  3.1  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                9 ਦੇ 100 ਤੱਕ ਦੇ ਸਾਰੇ ਗੁਣਕਾਂ ਨੂੰ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                9 x 1 = 9;<br/>
                9 x 2 = 18;<br/>
                9 x 3 = 27;<br/>
                9 x 4 = 36;<br/>
                9 x 5 = 45;<br/>
                9 x 6 = 54;<br/>
                9 x 7 = 63;<br/>
                9 x 8 = 72;<br/>
                9 x 9 = 81;<br/>
                9 x 10 = 90;<br/>
                9 x 11 = 99<br/>
                ਇਸ ਲਈ, 9 ਤੱਕ 100 ਦੇ ਸਾਰੇ ਗੁਣਕ ਹਨ:<br/>
                9, 18, 27, 36, 45, 54, 63, 72, 81, 90 ਅਤੇ 99.
                </p>
                </div>
            </div>

            <div className = "chapter1-container1">
                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਕਿਸੇ ਵੀ ਦੋ ਦਾ ਜੋੜ ਕੀ ਹੈ:<br/>
                (a) ਟਾਂਕ ਸੰਖਿਆਵਾਂ?<br/>
                (b) ਜਿਸਤ ਸੰਖਿਆਵਾਂ?<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) ਕਿਸੇ ਵੀ ਦੋ ਟਾਂਕ ਸੰਖਿਆਵਾਂ ਦਾ ਜੋੜ ਜਿਸਤ ਹੁੰਦਾ ਹੈ.<br/>
                (b) ਕਿਸੇ ਵੀ ਦੋ ਜਿਸਤ ਸੰਖਿਆਵਾਂ ਦਾ ਜੋੜ ਜਿਸਤ ਹੁੰਦਾ ਹੈ.<br/>
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                1 ਅਤੇ 10 ਦੇ ਵਿਚਕਾਰ ਸਭ ਤੋਂ ਵੱਡੀ ਅਭਾਜ ਸੰਖਿਆ ਕੀ ਹੈ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                1 ਅਤੇ 10 ਦੇ ਵਿਚਕਾਰ ਸਭ ਤੋਂ ਵੱਡੀ ਅਭਾਜ ਸੰਖਿਆ 7 ਹੈ.
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 7.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਵਿੱਚੋਂ ਕਿਹੜੀ ਸੰਖਿਆ ਅਭਾਜ ਹਨ?<br/>
                (a) 23<br/>
                (b) 51<br/>
                (c) 37<br/>
                (d) 26
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 23 ਇੱਕ ਅਭਾਜ ਸੰਖਿਆ ਹੈ [∵ 23 = 1 x 23]
                (b) 51 ਇੱਕ ਅਭਾਜ ਸੰਖਿਆ ਨਹੀਂ ਹੈ [∵ 51 = 1 x 3 x 17]
                (c) 37 ਇੱਕ ਅਭਾਜ ਸੰਖਿਆ ਹੈ [∵ 37 = 1 x 37]
                (d) 26 ਇੱਕ ਅਭਾਜ ਸੰਖਿਆ ਨਹੀਂ ਹੈ [∵ 26 = 1 x 2 x 13]
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                13 ਅਤੇ 31 ਨੰਬਰ ਅਭਾਜ  ਸੰਖਿਆਵਾਂ ਹਨ. ਇਹਨਾਂ ਦੋ ਸੰਖਿਆਵਾਂ ਦੇ ਅੰਕ 1 ਅਤੇ 3 
                ਇੱਕੋ ਜਿਹੇ ਹਨ, 100 ਤੱਕ ਦੇ ਅਭਾਜ  ਸੰਖਿਆਵਾਂ ਦੇ ਅਜਿਹੇ ਜੋੜੇ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਇੱਕੋ ਜਿਹੇ ਅੰਕਾਂ ਵਾਲੇ ਮੁੱਖ ਅੰਕਾਂ ਦੀ ਲੋੜੀਂਦੀ ਜੋੜੀ ਹੈ:<br/>
                (17 ਅਤੇ 71), (37 ਅਤੇ 73), (79 ਅਤੇ 97).
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਹੇਠਾਂ ਦੋ ਟਾਂਕ ਅਭਾਜ ਦੇ ਜੋੜ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਗਟ ਕਰੋ.<br/>
                (a) 44 (b) 36
                 
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 44 = 13 + 31 (b) 36 = 17 + 19
                
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 8.</h4>
                <p>
                100 ਤੋਂ ਘੱਟ ਲਗਾਤਾਰ ਸੱਤ ਸੰਯੁਕਤ ਸੰਖਿਆਵਾਂ ਨੂੰ  ਲਿਖੋ ਤਾਂ ਜੋ ਉਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਕੋਈ ਅਭਾਜ ਸੰਖਿਆ ਨਾ ਹੋਵੇ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਲੋੜੀਂਦੇ ਸੱਤ ਲਗਾਤਾਰ ਸੰਯੁਕਤ ਸੰਖਿਆ ਇਹ ਹਨ:<br/>
                90, 91, 92, 93, 94, 95 ਅਤੇ 96
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                20 ਤੋਂ ਘੱਟ ਅਭਾਜ ਅਤੇ ਸੰਯੁਕਤ ਨੰਬਰਾਂ ਨੂੰ ਵੱਖਰੇ ਤੌਰ ਤੇ ਲਿਖੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                20 ਤੋਂ ਘੱਟ ਅਭਾਜ ਨੰਬਰ ਹਨ:<br/>
                2, 3, 5, 7, 11, 13, 17 ਅਤੇ 19<br/>
                20 ਤੋਂ ਘੱਟ ਸੰਯੁਕਤ ਸੰਖਿਆਵਾਂ ਹਨ:<br/>
                4, 6, 8, 9, 10, 12, 14, 15, 16 ਅਤੇ 18
                </p>
            
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                ਅਭਾਜ ਨੰਬਰਾਂ ਦੇ ਤਿੰਨ ਜੋੜੇ ਦਿਓ ਜਿਨ੍ਹਾਂ ਦਾ ਅੰਤਰ 2 ਹੈ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਲੋੜੀਂਦੇ ਜੋੜੇ ਹਨ: (3 ਅਤੇ 5), (5 ਅਤੇ 7) ਅਤੇ (11 ਅਤੇ 13)
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 9.</h4>
                <p>
                ਹੇਠਾਂ ਦਿੱਤੇ ਹਰੇਕ ਸੰਖਿਆ ਨੂੰ ਤਿੰਨ ਟਾਂਕ ਅਭਾਜ ਦੇ ਜੋੜ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਗਟ ਕਰੋ.<br/>
                (a) 21<br/>
                (b) 31<br/>
                (c) 53<br/>
                (d) 61
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 21 ਨੂੰ 3 + 5 + 13 ਵਜੋਂ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ<br/>
                (b) 31 ਨੂੰ 5+7+19 ਵਜੋਂ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ<br/>
                (c) 53 ਨੂੰ 13+17+23 ਵਜੋਂ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ<br/>
                (d) 61 ਨੂੰ 11+13+37 ਵਜੋਂ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
                </p>
                </div>
            </div>
            

        </div>
    )
}

export default Chapter1
