import React from 'react'
import "./Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 6ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 2. "ਸੰਪੂਰਨ ਸੰਖਿਆਵਾਂ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">
        
                <div className = "chapter1-left">
                    <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                    <p>
                    10999 ਤੋਂ ਬਾਅਦ ਅਗਲੇ ਤਿੰਨ ਕੁਦਰਤੀ ਨੰਬਰ ਲਿਖੋ.
                    </p>
                    <p>
                        ਹੱਲ:
                    </p>
                    <p>
                    10999 ਤੋਂ ਬਾਅਦ ਦੀਆਂ ਤਿੰਨ ਕੁਦਰਤੀ ਸੰਖਿਆਵਾਂ 11000, 11001 ਅਤੇ 11002 ਹਨ। 
                    </p>
                    <br /><br />
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 4.</h4>
                    <p>
                    32 ਅਤੇ 53 ਦੇ ਵਿਚਕਾਰ ਕਿੰਨੀਆਂ ਸੰਪੂਰਨ ਸੰਖਿਆਵਾਂ ਹਨ?
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    32 ਅਤੇ 53 ਦੇ ਵਿਚਕਾਰ ਦੀ ਸੰਖਿਆ 33, 34, 35, 36, 37, 38, 39, 40, 
                    41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52 ਹੈ.
                    </p>
                <br/> <br/><br/>
                <h4>ਅਭਿਆਸ  2.1  ਪ੍ਰਸ਼ਨ 7.</h4>
                <p>
                ਸੰਖਿਆ ਦੇ ਹੇਠਾਂ ਦਿੱਤੇ ਹਰੇਕ ਜੋੜੇ ਵਿੱਚ, ਦੱਸੋ ਕਿ ਕਿਹੜੀ ਸੰਖਿਆ ਸੰਖਿਆ ਲਾਈਨ ਤੇ ਦੂਜੇ ਨੰਬਰ ਦੇ ਖੱਬੇ ਪਾਸੇ ਹੈ.
                ਉਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਢੁਕਵੇਂ  ਚਿੰਨ੍ਹ ({">, <"}) ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਵੀ ਲਿਖੋ,<br/>
                (a) 530, 503<br/>
                (b) 370, 307<br/>
                (c) 98765, 56789<br/>
                (d) 9830415,10023001<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਛੋਟੀ ਸੰਖਿਆ ਹਮੇਸ਼ਾਂ ਸੰਖਿਆ ਰੇਖਾ ਤੇ ਵੱਡੀ ਸੰਖਿਆ ਦੇ ਖੱਬੇ ਪਾਸੇ ਹੁੰਦੀ ਹੈ.<br/>
                (a) 530, 503<br/>
                ਸਪੱਸ਼ਟ ਹੈ ਕਿ 503 530 ਤੋਂ ਛੋਟਾ ਹੈ.<br/>
                ਇਸ ਲਈ, 503 ਨੰਬਰ ਲਾਈਨ ਤੇ 530 ਦੇ ਖੱਬੇ ਪਾਸੇ ਹੋਵੇਗੀ.<br/>
                ਸਮੀਕਰਨ: 503 {"<"} 530 ਜਾਂ 530 {">"} 503<br/>

                (b) 307 {"<"} 370<br/>
                ਸਪੱਸ਼ਟ ਹੈ ਕਿ 307 370 ਤੋਂ ਛੋਟਾ ਹੈ.<br/>
                ਇਸ ਲਈ, ਨੰਬਰ ਲਾਈਨ ਤੇ 307 370 ਦੇ ਖੱਬੇ ਪਾਸੇ ਹੋਵੇਗਾ.<br/>
                ਸਮੀਕਰਨ: 307 {"<"} 370 ਜਾਂ 370 {">"} 307.<br/>

                (c) 98765, 56789<br/>
                ਸਪੱਸ਼ਟ ਹੈ ਕਿ 56789 98765 ਤੋਂ ਛੋਟਾ ਹੈ.<br/>
                ਇਸ ਲਈ, ਨੰਬਰ ਲਾਈਨ ਤੇ 56789 98765 ਦੇ ਖੱਬੇ ਪਾਸੇ ਹੋਵੇਗਾ.<br/>
                ਸਮੀਕਰਨ: 56789 {"<"} 98765 ਜਾਂ 98765 {">"} 56789.<br/>

                (d) 9830415, 10023001<br/>
                ਸਪੱਸ਼ਟ ਹੈ, 9830415 10023001 ਤੋਂ ਛੋਟਾ ਹੈ<br/>
                ਇਸ ਲਈ, 9830415 ਨੰਬਰ ਲਾਈਨ ਤੇ 10023001 ਦੇ ਖੱਬੇ ਪਾਸੇ ਹੋਵੇਗਾ.<br/>
                ਸਮੀਕਰਨ: 9830415 {"<"} 10023001 ਜਾਂ 10023001 {">"} 9830415.<br/>
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                        <p>
                        10001 ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ ਵਾਪਰਨ ਵਾਲੀਆਂ ਤਿੰਨ ਪੂਰਨ ਸੰਖਿਆਵਾਂ ਲਿਖੋ.
                        </p>
                        <p>
                        ਹੱਲ:
                        </p>
                        <p>
                        10001 ਤੋਂ ਬਿਲਕੁਲ ਪਹਿਲਾਂ ਤਿੰਨ ਸੰਪੂਰਨ ਸੰਖਿਆ 10000, 9999 ਅਤੇ 9998 ਹਨ.
                        </p>
                        <br/>
                <h4>ਅਭਿਆਸ  2.1  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                2440701 ਅਤੇ 100199 ਉਤਰਾਧਿਕਾਰੀ ਲਿਖੋ:
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (a) 244070 ਦਾ ਉਤਰਾਧਿਕਾਰੀ 244070 + 1 = 244071 ਹੈ<br/>
                (b) 100199 ਦਾ ਉਤਰਾਧਿਕਾਰੀ 100199 + 1 = 100200 ਹੈ
                </p>
                <br/><br/><br/>
                <h4>ਅਭਿਆਸ  2.1  ਪ੍ਰਸ਼ਨ 8.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਵਿੱਚੋਂ ਕਿਹੜਾ ਬਿਆਨ ਸੱਚਾ ਹੈ ਅਤੇ ਕਿਹੜਾ ਗਲਤ ਹੈ? <br/> ਗ਼ਲਤ <br/>
                (a) ਜ਼ੀਰੋ ਸਭ ਤੋਂ ਛੋਟੀ ਕੁਦਰਤੀ ਸੰਖਿਆ ਹੈ.  <br/>ਗ਼ਲਤ <br/>
                (b) 400 399 ਦਾ ਪੂਰਵਗਾਮੀ ਹੈ. <br/>ਸਹੀ  <br/>
                (c) ਜ਼ੀਰੋ ਸਭ ਤੋਂ ਛੋਟੀ ਸੰਖਿਆ ਹੈ. <br/>ਸਹੀ <br/>
                (d) 600 599 ਦਾ ਉਤਰਾਧਿਕਾਰੀ ਹੈ.  <br/> ਸਹੀ <br/>
                (e) ਸਾਰੀਆਂ ਕੁਦਰਤੀ ਸੰਖਿਆਵਾਂ ਸੰਪੂਰਨ ਸੰਖਿਆਵਾਂ ਹਨ. <br/>ਸਹੀ<br/>
                (f) ਸਾਰੇ ਪੂਰੇ ਅੰਕ ਕੁਦਰਤੀ ਸੰਖਿਆਵਾਂ ਹਨ.<br/> ਗ਼ਲਤ<br/>
                (g) ਦੋ-ਅੰਕੀ ਸੰਖਿਆ ਦਾ ਪੂਰਵਗਾਮੀ ਕਦੇ ਵੀ ਇੱਕ-ਅੰਕ ਦੀ ਸੰਖਿਆ ਨਹੀਂ ਹੁੰਦਾ.<br/> ਗ਼ਲਤ<br/>
                (h) 1 ਸਭ ਤੋਂ ਛੋਟੀ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੈ.<br/> ਗ਼ਲਤ<br/>
                (i) ਕੁਦਰਤੀ ਨੰਬਰ 1 ਦਾ ਕੋਈ ਪੂਰਵਗਾਮੀ ਨਹੀਂ ਹੁੰਦਾ. <br/>ਸਹੀ<br/>
                (j) ਪੂਰੇ ਨੰਬਰ 1 ਦਾ ਕੋਈ ਪੂਰਵਗਾਮੀ ਨਹੀਂ ਹੈ. <br/>ਗ਼ਲਤ<br/>
                (k) ਪੂਰਾ ਨੰਬਰ 13 11 ਅਤੇ 12 ਦੇ ਵਿਚਕਾਰ ਹੈ.<br/> ਗ਼ਲਤ<br/>
                (l) ਪੂਰੇ ਨੰਬਰ 0 ਦਾ ਕੋਈ ਪੂਰਵਗਾਮੀ ਨਹੀਂ ਹੈ. <br/>ਸਹੀ<br/>
                (m) ਦੋ ਅੰਕਾਂ ਦੀ ਸੰਖਿਆ ਦਾ ਉਤਰਾਧਿਕਾਰੀ ਹਮੇਸ਼ਾਂ ਦੋ ਅੰਕਾਂ ਦੀ ਸੰਖਿਆ ਹੁੰਦਾ ਹੈ. <br/>ਗ਼ਲਤ<br/>
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਸਭ ਤੋਂ ਛੋਟੀ ਸੰਪੂਰਨ ਸੰਖਿਆ ਕਿਹੜੀ ਹੈ?
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                0 ਸਭ ਤੋਂ ਛੋਟੀ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੈ.
                </p>
                <br/><br/><br/>
                <h4>ਅਭਿਆਸ  2.1  ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                ਪੂਰਵਗਾਮੀ ਲਿਖੋ:<br/>
                (a) 94<br/>
                (b) 10000<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 94 ਦਾ ਪੂਰਵਗਾਮੀ 94-1 = 93 ਹੈ<br/>
                ਇਸ ਲਈ, 94 ਦਾ ਪੂਰਵਗਾਮੀ 93 ਹੈ.<br/>
                (b) 1000 ਦਾ ਪੂਰਵਗਾਮੀ 10000 - 1 = 9999 ਹੈ<br/>
                ਇਸ ਲਈ, 10000 ਦਾ ਪੂਰਵਗਾਮੀ 9999 ਹੈ.<br/>
                </p>
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਢੁਕਵੇਂ ਪ੍ਰਬੰਧ ਦੁਆਰਾ ਜੋੜ ਲੱਭੋ: <br/>
                (a) 837 + 208 + 363<br/>
                (b) 1962 + 453, + 1538 + 647<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 837 + 208 + 363 = (837 + 363) + 208<br/>
                = 1200 + 208<br/>
                = 1408<br/>

                (b) 1962 + 453 + 1538 + 647<br/>
                = (1962 + 1538) + (453 + 647)<br/>
                = 3500 + 1100 = 4600<br/>
                </p>
                <br/><br/><br/>
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਢੁਕਵੇਂ ਪ੍ਰਬੰਧ ਦੁਆਰਾ  ਗੁਣਾ ਕਰੋ :<br/>
                (a) 738 x 103<br/>
                (b) 854 x 102<br/>
                (c) 258 x 1008<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 738 x 103 = 738 x (100 + 3)<br/>
                = 738 x 100 + 738 x 3 <br/>
                = 73800 + 2214 = 76014<br/>

                (b) 854 x 102 = 854 x (100 + 2)<br/>
                = 854 x 100 + 854 x 2 <br/>
                = 85400 + 1708 = 87108<br/>

                (c) 258 x 1008 = 258 x (1000 + 8)<br/>
                = 258 x 1000 + 258 x 8 <br/>
                = 258000 + 2064 = 260064<br/>
                </p>
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਢੁਕਵੇਂ ਪ੍ਰਬੰਧ ਦੁਆਰਾ  ਗੁਣਾ ਕਰੋ :<br/>
                (а) 2 x 1768 x 50<br/>
                (b) 4 x 166 x 25<br/>
                (c) 8 x 291 x 125<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 2 x 1768 x 50 = (2 x 50) x 1768 = 176800<br/>
                (b) 4 x 166 x 25 = 166 x (25 x 4) = 166 x 100 = 16600<br/>
                (c) 8 x 291 x 125 = (8 x 125) x 291 = 1000 x 291 = 291000
                </p>
                <br/><br/><br/>
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਸੋਮਵਾਰ ਨੂੰ ਇੱਕ ਟੈਕਸੀ ਡਰਾਈਵਰ ਨੇ ਆਪਣੀ ਕਾਰ ਦੇ ਪੈਟਰੋਲ ਟੈਂਕ ਨੂੰ 40 ਲੀਟਰ 
                ਪੈਟਰੋਲ ਨਾਲ ਭਰਿਆ। ਅਗਲੇ ਦਿਨ, ਉਸਨੇ 50 ਲੀਟਰ ਪੈਟਰੋਲ ਨਾਲ ਟੈਂਕ ਭਰਿਆ. 
                ਜੇ ਪੈਟਰੋਲ ਦੀ ਕੀਮਤ 44 ਰੁਪਏ ਪ੍ਰਤੀ ਲੀਟਰ ਹੈ, ਤਾਂ ਉਸ ਨੇ ਪੈਟਰੋਲ 'ਤੇ ਕਿੰਨਾ ਖਰਚ ਕੀਤਾ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਸੋਮਵਾਰ ਨੂੰ ਭਰਿਆ ਪੈਟਰੋਲ = 40 ਲੀਟਰ<br/>
                ਪੈਟਰੋਲ ਦੀ ਕੀਮਤ = 44 ਰੁਪਏ ਪ੍ਰਤੀ ਲੀਟਰ<br/>
                ਮੰਗਲਵਾਰ ਨੂੰ ਭਰਿਆ ਪੈਟਰੋਲ = 50 ਲੀਟਰ<br/>
                ਪੈਟਰੋਲ ਦੀ ਕੀਮਤ = 44 ਰੁਪਏ ਪ੍ਰਤੀ ਲੀਟਰ ਲੀਟਰ<br/>
                ਸਾਰੇ ਵਿੱਚ ਖਰਚ ਕੀਤੇ ਗਏ ਕੁੱਲ ਪੈਸੇ<br/>
                = (40 x 44 + 50 x 44)<br/>
                = (40 + 50) x 44 = 90 x 44 = 3960<br/>
                </p>
                </div>


                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਦਾ ਮੁੱਲ ਲੱਭੋ:<br/>
                (а) 297 x 17 + 297 x 3<br/>
                (b) 54279 x 92 + 8 x 54279<br/>
                (c) 81265 x 169 - 81265 x 69<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 297 x 17 x 297 x 3 = 297 x (17 + 3)<br/>
                = 297 x 20 = 297 x 2 x 10
                = 594 x 10 = 5940<br/>

                (b) 54279 x 92 + 8 x 54279 = 54279 x (92 + 8)
                = 54279 x 100 = 5427900<br/>

                (c) 81265 x 169 - 81265 x 69<br/>
                = 81265 x (169 - 69)<br/>
                = 81265 x 100 = 8126500<br/>
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  2.2 ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                ਇੱਕ ਵਿਕਰੇਤਾ ਸਵੇਰੇ ਇੱਕ ਹੋਟਲ ਨੂੰ 32 ਲੀਟਰ ਦੁੱਧ ਅਤੇ ਸ਼ਾਮ ਨੂੰ 68 ਲੀਟਰ ਦੁੱਧ ਸਪਲਾਈ
                 ਕਰਦਾ ਹੈ. ਜੇ ਦੁੱਧ ਦੀ ਕੀਮਤ 15 ਪ੍ਰਤੀ ਲੀਟਰ ਹੈ, ਤਾਂ ਪ੍ਰਤੀ ਦਿਨ ਵਿਕਰੇਤਾ ਦੇ ਕਿੰਨੇ ਪੈਸੇ ਹਨ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਸਵੇਰੇ ਸਪਲਾਈ ਕੀਤਾ ਦੁੱਧ = 32 ਲੀਟਰ<br/>
                ਦੁੱਧ ਦੀ ਕੀਮਤ = ₹ 15 ਪ੍ਰਤੀ ਲੀਟਰ<br0/>
                ਸ਼ਾਮ ਨੂੰ ਸਪਲਾਈ ਕੀਤਾ ਗਿਆ ਦੁੱਧ = 68 ਲੀਟਰ<br/>
                ਦੁੱਧ ਦੀ ਕੀਮਤ = ₹ 15 ਪ੍ਰਤੀ ਲੀਟਰ<br/>
                ਪ੍ਰਤੀ ਦਿਨ ਵਿਕਰੇਤਾ ਦੇ ਪੈਸੇ = (15x32) + (15x68)<br/>
                = 15 x (32+68)  = 15 x 100<br/>
                = 1500
                </p>
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਹੇਠ ਲਿਖਿਆਂ ਵਿੱਚੋਂ ਕਿਹੜਾ ਜ਼ੀਰੋ ਨੂੰ ਨਹੀਂ ਦਰਸਾਏਗਾ:<br/>
                (a) 1 + 0<br/>
                (b) 0 x 0<br/>
                (c) 02<br/>
                (d) (10−10) / 2<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 1 + 0 = 1 ≠ 0, ਜ਼ੀਰੋ ਨੂੰ ਨਹੀਂ ਦਰਸਾਉਂਦਾ.<br/>
                (b) 0 x 0 = 0, ਜ਼ੀਰੋ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ<br/>
                (c) 0x2 = 0, ਜ਼ੀਰੋ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ.<br/>
                (d) 10−102 = 0/2 = 0 ਜ਼ੀਰੋ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ.<br/>
                </p>
                <br/><br/>
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਵਿਤਰਕ ਸੰਪਤੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਗੁਣਾ ਕਰੋ :<br/>
                (а) 728 x 101<br/>
                (b) 5437 x 1001<br/>
                (c) 824 x 25<br/>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) 728 x 101 = 728 x (100 + 1)<br/>
                = 728 x 100 + 728 x 1<br/>
                = 72800 + 728<br/>
                = 73528<br/>

                (b) 5437 x 1001 = 5437 x (1000 + 1)<br/>
                = 5437 x 1000 + 5437 x 1<br/>
                = 5437000 + 5437<br/>
                = 5442437<br/>

                (c) 824 x 25 = 824 x (20 + 5)<br/>
                = 824 x 20 + 824 x 5<br/>
                = 16480 + 4120
                = 20600
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਜੇ ਦੋ ਸੰਪੂਰਨ ਸੰਖਿਆਵਾਂ ਦਾ ਗੁਣਨਫਲ ਜ਼ੀਰੋ ਹੈ, ਤਾਂ ਕੀ ਅਸੀਂ ਕਹਿ ਸਕਦੇ
                 ਹਾਂ ਕਿ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਦੋਵੇਂ ਜ਼ੀਰੋ ਹੋਣਗੇ? ਉਦਾਹਰਣਾਂ ਰਾਹੀਂ ਸਹੀ ਠਹਿਰਾਓ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਹਾਂ, ਉਦਾਹਰਣਾਂ:<br/>
                5 x 0 = 0<br/>
                0 x 8 = 0<br/>
                0 x 0 = 0<br/>
                ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਕਹਿ ਸਕਦੇ ਹਾਂ ਕਿ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਦੋਵੇਂ ਜ਼ੀਰੋ ਹੋਣਗੇ
                </p>
                <br/><br/>
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਪੈਟਰਨ ਦਾ ਅਧਿਐਨ ਕਰੋ:<br/>
                1 x 8 + 1 = 9<br/>
                12 x 8 + 2 = 98<br/>
                123 x 8 + 3 = 987<br/>
                1234 x 8 + 4 = 9876<br/>
                12345 x 8 + 5 = 98765<br/>
                ਅਗਲੇ ਦੋ ਕਦਮ ਲਿਖੋ. ਕੀ ਤੁਸੀਂ ਕਹਿ ਸਕਦੇ ਹੋ ਕਿ ਪੈਟਰਨ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਕਦਮ I: 123456 x 8 + 6 = 987654<br/>
                ਕਦਮ II: 1234567 x 8 + 7 = 9876543<br/>

                ਵਰਕਿੰਗ ਪੈਟਰਨ:<br/>
                (1) x 8 + 1 = 9<br/>
                (12) x 8 + 2 = (11 + 1) x 8 + 2 = 98<br/>
                (123) x 8 + 3 = (111 + 11 + 1) x 8 + 3 = 987<br/>
                (1234) x 8 + 4 = (1111 + 111 + 11 + 1) x 8 + 4 = 9876<br/>
                (12345) x 8 + 5 = (11111 + 1111 + 111 + 11 + 1) x 8 + 5 = 98765
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                ਜੇ ਦੋ ਸੰਪੂਰਨ ਸੰਖਿਆਵਾਂ ਦਾ ਉਤਪਾਦ 1 ਹੈ, ਤਾਂ ਕੀ ਅਸੀਂ ਕਹਿ ਸਕਦੇ ਹਾਂ
                 ਕਿ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਦੋਵੇਂ 1 ਹੋਣਗੇ? ਉਦਾਹਰਣਾਂ ਰਾਹੀਂ ਸਹੀ ਠਹਿਰਾਓ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                This is only true, when each of the number are 1.<br/>
                1 x 1 = 1
                </p>
                </div>
            </div>

        </div>
    )
}

export default Chapter1
