import React from 'react'
import "./Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 6ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 1. "ਸਾਡੇ ਨੰਬਰਾਂ ਨੂੰ ਜਾਣਨਾ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">
                


                <div className = "chapter1-left">
                    <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                    <p>ਖਾਲੀ ਥਾਂ ਭਰੋ:<br />
                        (a) 1 ਲੱਖ = …………. ਦਸ ਹਜ਼ਾਰ.<br />
                        (b) 1 ਮਿਲੀਅਨ = ………… ਸੌ ਹਜ਼ਾਰ.<br />
                        (c) 1 ਕਰੋੜ = ………… ਦਸ ਲੱਖ.<br />
                        (d) 1 ਕਰੋੜ = ………… ਮਿਲੀਅਨ.<br />
                        (e) 1 ਮਿਲੀਅਨ = ………… ਲੱਖ.<br />
                    </p>
                    <p>
                        ਹੱਲ: <br />
                        (a) 1 ਲੱਖ = ਦਸ ਦਸ ਹਜ਼ਾਰ. <br />
                        (b) 1 ਮਿਲੀਅਨ = ਦਸ ਲੱਖ.<br />
                        (c) 1 ਕਰੋੜ = ਦਸ ਦਸ ਲੱਖ<br />
                        (d) 1 ਕਰੋੜ = ਦਸ ਮਿਲੀਅਨ<br />
                        (e) 1 ਮਿਲੀਅਨ = ਦਸ ਲੱਖ<br />
                    </p>

                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 4.</h4>
                        <p>ਅੰਤਰਰਾਸ਼ਟਰੀ ਅੰਕ ਪ੍ਰਣਾਲੀ ਦੇ ਅਨੁਸਾਰ ਕਾਮਿਆਂ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਰੱਖੋ ਅਤੇ ਸ਼ਬਦਾਂ ਵਿੱਚ ਲਿਖੋ :<br />
                        (a) 78921092<br />
                        (b) 7452283<br />
                        (c) 99985102<br />
                        (d) 48049831    <br />
                        <p>
                        ਹੱਲ :
                        </p>
                        (a) 78,921,092 (ਅਠੱਤਰ ਕਰੋੜ ਨੌਂ ਸੌ ਇੱਕੀ ਹਜ਼ਾਰ ਬਹਾਨਵੇਂ)<br />
                        (b) 7,452,283 (ਸੱਤ ਕਰੋੜ ਚਾਰ ਸੌ ਬਿਆਨਾ-ਦੋ ਹਜ਼ਾਰ ਦੋ ਸੌ ਤਸੀਹ)<br />
                        (c) 99,985,102 (ਨੱਬੇ-ਨੌਂ ਲੱਖ ਨੌਂ ਸੌ ਪੰਜਾਹ ਹਜ਼ਾਰ ਇੱਕ ਸੌ ਦੋ)<br />
                        (d) 48,049,831 (ਅਠਾਲੀ ਕਰੋੜ ਅੱਠ-ਉਨੱਤੀ ਹਜ਼ਾਰ ਅੱਠ ਸੌ ਪੈਂਤੀ)<br />
                        </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                        <p>
                        ਕਾਮਿਆਂ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਰੱਖੋ ਅਤੇ ਅੰਕ ਲਿਖੋ: <br />
                        (a) ਸੱਤਰ-ਤਿੰਨ ਲੱਖ ਪੰਝੱਤਰ ਹਜ਼ਾਰ ਤਿੰਨ ਸੌ ਸੱਤ।<br />
                        (b) ਨੌਂ ਕਰੋੜ ਪੰਜ ਲੱਖ ਇਕਾਲੀਵੱਸ.<br />
                        (c) ਸੱਤ ਕਰੋੜ ਬਵੰਜਾ ਲੱਖ ਵੀਹ ਹਜ਼ਾਰ ਤਿੰਨ ਸੌ ਦੋ.<br />
                        (d) ਪੰਜਾਹ ਕਰੋੜ ਚਾਰ ਸੌ ਤੇਈ ਹਜ਼ਾਰ ਦੋ ਸੌ ਦੋ.<br />
                        (e) ਤੇਈ ਲੱਖ ਤੀਹ ਹਜ਼ਾਰ ਦਸ.<br />
                        </p>
                        <p>
                        ਹੱਲ: <br />
                        (a) 73,75,307<br />
                        (b) 9,05,00,041<br />
                        (c) 7,52,21,302<br />
                        (d) 5,84,23,202<br />
                        (e) 23,30,010.<br />
                        </p>
                
                </div>



                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                        <p>
                           ਭਾਰਤੀ ਅੰਕ ਪ੍ਰਣਾਲੀ ਦੇ ਅਨੁਸਾਰ ਕਾਮਿਆਂ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਰੱਖੋ ਅਤੇ ਸ਼ਬਦਾਂ ਵਿੱਚ ਲਿਖੋ :<br/>
                        (a) 87595762<br/>
                        (b) 8546283<br/>
                        (c) 99900046<br/>
                        (d) 98432701<br/>
                        </p>
                        <p>
                        ਹੱਲ: <br />
                        (a) 8,75,95,762 (ਅੱਠ ਕਰੋੜ ਪਚਵੰਜਾ ਲੱਖ ਨੱਬੇ-ਪੰਜਾਹ ਹਜ਼ਾਰ ਸੱਤ ਸੌ ਬਹੱਤਰ) <br />
                        (b) 85,46,283 (ਪੰਜਾਹ ਲੱਖ ਛਿਆਲੀ ਹਜ਼ਾਰ ਦੋ ਸੌ ਤਿਆਸੀ)<br />
                        (c) 9,99,00,046 (ਨੌਂ ਕਰੋੜ ਨੱਬੇ-ਨੱਬੇ ਲੱਖ ਛਿਆਲੀ)<br />
                        (d) 9,84,32,701 (ਨੌ ਕਰੋੜ ਚੁਰਾਸੀ ਲੱਖ ਬਤਾਲੀ ਹਜ਼ਾਰ ਸੱਤ ਸੌ ਇੱਕ)<br />
                        </p>
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                   
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਇੱਕ ਸਕੂਲ ਵਿੱਚ ਚਾਰ ਦਿਨਾਂ ਲਈ ਪੁਸਤਕ ਪ੍ਰਦਰਸ਼ਨੀ ਲਗਾਈ ਗਈ। ਪਹਿਲੇ, ਦੂਜੇ, ਤੀਜੇ ਅਤੇ ਅੰਤਿਮ
                 ਦਿਨ ਕਾਉਂਟਰ 'ਤੇ ਵਿਕਣ ਵਾਲੀਆਂ ਟਿਕਟਾਂ ਦੀ ਗਿਣਤੀ ਕ੍ਰਮਵਾਰ 1094, 1812, 2050 ਅਤੇ 2751 ਸੀ। 
                 ਸਾਰੇ ਚਾਰ ਦਿਨਾਂ ਵਿੱਚ ਵੇਚੇ ਗਏ ਟਿਕਟਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਪਹਿਲੇ ਦਿਨ ਵੇਚੀਆਂ ਗਏ ਟਿਕਟਾਂ ਦੀ ਗਿਣਤੀ = 1094<br />
                ਦੂਜੇ ਦਿਨ ਵੇਚੀਆਂ ਗਈਆਂ ਟਿਕਟਾਂ ਦੀ ਗਿਣਤੀ = 1812<br />
                ਤੀਜੇ ਦਿਨ ਵੇਚੀਆਂ ਗਈਆਂ ਟਿਕਟਾਂ ਦੀ ਗਿਣਤੀ = 2050<br />
                ਅੰਤਿਮ ਦਿਨ ਵੇਚੇ ਗਏ ਟਿਕਟਾਂ ਦੀ ਸੰਖਿਆ = 2751 <br />
                ਸਾਰੇ ਚਾਰ ਦਿਨਾਂ ਵਿੱਚ ਵੇਚੇ ਗਏ ਟਿਕਟਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ = <br />1094 + 1812 + 2050 + 2751 = 7,707.
                </p>
                <br/>
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਕੀਰਤੀ ਕਿਤਾਬਾਂ ਦੀ ਦੁਕਾਨ ਨੇ ਜੂਨ ਦੇ ਪਹਿਲੇ ਹਫਤੇ ₹ 2,85,891 ਦੀ ਕੀਮਤ ਦੀਆਂ ਕਿਤਾਬਾਂ
                 ਅਤੇ ਮਹੀਨੇ ਦੇ ਦੂਜੇ ਹਫਤੇ ₹ 4,00,768 ਦੀਆਂ ਕਿਤਾਬਾਂ ਵੇਚੀਆਂ. 
                ਦੋ ਹਫਤਿਆਂ ਲਈ ਇਕੱਠੇ ਕਿੰਨੀ ਵਿਕਰੀ ਹੋਈ? ਕਿਸ ਹਫਤੇ ਵਿਕਰੀ ਜ਼ਿਆਦਾ ਅਤੇ ਕਿੰਨੀ ਸੀ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਜੂਨ ਦੇ ਪਹਿਲੇ ਹਫਤੇ Books 2,85,891 ਦੀ ਕੀਮਤ ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿਕੀਆਂ<br />
                ਮਹੀਨੇ ਦੇ ਦੂਜੇ ਹਫਤੇ Books 4,00,768 ਦੀ ਕੀਮਤ ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿਕੀਆਂ<br />
                ਇਸ ਲਈ, ਇਕੱਠੇ ਦੋ ਹਫਤਿਆਂ ਵਿੱਚ ਕਿਤਾਬਾਂ ਦੀ ਕੁੱਲ ਵਿਕਰੀ<br />
                = 2,85,891 + 4,00,768 = 6,86,659<br />
                ਮਹੀਨੇ ਦੇ ਦੂਜੇ ਹਫ਼ਤੇ ਵਿੱਚ, ਕਿਤਾਬਾਂ ਦੀ ਵਿਕਰੀ ਵਧੇਰੇ ਸੀ.<br />
                ਕਿਤਾਬਾਂ ਦੀ ਵਿਕਰੀ ਦਾ ਅੰਤਰ<br />
                = 4,00,768 - 2,85,891 = 1,14,877<br />
                ਇਸ ਲਈ, ਜੂਨ ਦੇ ਦੂਜੇ ਹਫ਼ਤੇ ਵਿੱਚ, ਕਿਤਾਬਾਂ ਦੀ ਵਿਕਰੀ 141,14,877 ਦੁਆਰਾ ਵਧੇਰੇ ਸੀ.<br />
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 7.</h4>
                <p>
                ਇੱਕ ਵਪਾਰੀ ਕੋਲ 78,592 ਰੁਪਏ ਸੀ। ਉਸਨੇ 1200 ਦੇ ਹਿਸਾਬ ਨਾਲ 40 ਰੇਡੀਓ ਸੈੱਟ
                 ਖਰੀਦਣ ਲਈ ਆਰਡਰ ਦਿੱਤਾ. ਖਰੀਦਦਾਰੀ ਤੋਂ ਬਾਅਦ ਉਸਦੇ ਕੋਲ ਕਿੰਨਾ ਪੈਸਾ ਰਹੇਗਾ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਵਪਾਰੀ ਦੇ ਨਾਲ ਪੈਸੇ ਦੀ ਮਾਤਰਾ =, 78,592<br/>
                ਰੇਡੀਓ ਸੈਟਾਂ ਦੀ ਗਿਣਤੀ = 40<br/>
                ਇੱਕ ਰੇਡੀਓ ਸੈਟ ਦੀ ਕੀਮਤ = 00 1200<br/>
                ਇਸ ਲਈ, 40 ਰੇਡੀਓ ਸੈਟਾਂ ਦੀ ਕੀਮਤ = 1200 x 40 = ₹ 48,000<br/>
                ਵਪਾਰੀ ਕੋਲ ਬਾਕੀ ਪੈਸੇ = 78,592 - 48000 = 30,592<br/>
                ਇਸ ਲਈ, ਰੇਡੀਓ ਸੈਟ ਖਰੀਦਣ ਤੋਂ ਬਾਅਦ, 30,592 ਦੀ ਰਕਮ ਉਸਦੇ ਕੋਲ ਰਹੇਗੀ.<br/>
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 10.</h4>
                <p>
                ਦਵਾਈ ਬਕਸੇ ਵਿੱਚ ਪੈਕ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਹਰੇਕ ਦਾ ਭਾਰ 4 ਕਿਲੋ 500 ਗ੍ਰਾਮ ਹੁੰਦਾ ਹੈ. ਕਿੰਨੇ
                ਅਜਿਹੇ ਬਕਸੇ ਇੱਕ ਵੈਨ ਵਿੱਚ ਲੋਡ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ ਜੋ 800 ਕਿਲੋਗ੍ਰਾਮ ਤੋਂ ਵੱਧ ਨਹੀਂ ਚੁੱਕ ਸਕਦਾ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਇੱਕ ਡੱਬੇ ਦਾ ਭਾਰ = 4 ਕਿਲੋ 500 g = 4 x 1000 + 500 = 4500 g<br/>
                ਅਤੇ 800 ਕਿਲੋ = 800 x 1000 = 800000 ਗ੍ਰਾਮ<br/>
                ਇਸ ਲਈ, 177 ਬਕਸੇ ਸਿਰਫ ਵੈਨ ਵਿੱਚ ਲੋਡ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ.<br/>
                </p>
                <br/>
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  1.2 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਸ਼ੇਖਰ ਇੱਕ ਮਸ਼ਹੂਰ ਕ੍ਰਿਕਟ ਖਿਡਾਰੀ ਹੈ. ਉਸ ਨੇ ਹੁਣ ਤਕ ਟੈਸਟ ਮੈਚਾਂ ਵਿੱਚ 6980 ਦੌੜਾਂ ਬਣਾਈਆਂ ਹਨ। 
                ਉਹ 10,000 ਦੌੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਦੀ ਇੱਛਾ ਰੱਖਦਾ ਹੈ. ਉਸਨੂੰ ਹੋਰ ਕਿੰਨੀਆਂ ਦੌੜਾਂ ਦੀ ਲੋੜ ਹੈ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਸ਼ੇਖਰ ਨੇ ਹੁਣ ਤਕ 6980 ਦੌੜਾਂ ਬਣਾਈਆਂ ਹਨ<br/>
                ਉਹ 10,000 ਦੌੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਦੀ ਇੱਛਾ ਰੱਖਦਾ ਹੈ.<br/>
                ਇਸ ਲਈ ਉਸ ਦੁਆਰਾ ਲੋੜੀਂਦੀਆਂ ਦੌੜਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ = <br/>10,000 - 6980 = 3020 ਦੌੜਾਂ
                </p>
                <br/><br/><br/><br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਸਭ ਤੋਂ ਵੱਡੀ ਅਤੇ ਘੱਟੋ -ਘੱਟ ਸੰਖਿਆਵਾਂ ਦੇ ਵਿੱਚ ਅੰਤਰ ਲੱਭੋ ਜੋ 6, 2, 7, 4, 3 
                ਅੰਕਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਿਰਫ ਇੱਕ ਵਾਰ ਹੀ ਲਿਖੇ ਜਾ ਸਕਦੇ ਹਨ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤੇ ਗਏ ਅੰਕ 6, 2, 7, 4, 3 ਹਨ
                ਸਭ ਤੋਂ ਵੱਡਾ ਨੰਬਰ = 76432
                ਸਭ ਤੋਂ ਛੋਟਾ  ਨੰਬਰ = 23467
                 ਅੰਤਰ = 76432 - 23467 = 52,965
                </p>
                <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 8.</h4>
                <p>
                ਇੱਕ ਵਿਦਿਆਰਥੀ ਨੇ 56 ਨਾਲ ਗੁਣਾ ਕਰਨ ਦੀ ਬਜਾਏ 7236 ਨੂੰ 65 ਨਾਲ ਗੁਣਾ ਕੀਤਾ। 
                ਉਸਦਾ ਉੱਤਰ ਸਹੀ ਉੱਤਰ ਨਾਲੋਂ ਕਿੰਨਾ ਵੱਡਾ ਸੀ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਵਿਦਿਆਰਥੀ ਨੇ 56 ਨਾਲ ਗੁਣਾ ਕਰਨ ਦੀ ਬਜਾਏ 7236 ਨੂੰ 65 ਨਾਲ ਗੁਣਾ ਕੀਤਾ ਹੈ.<br/>
                ਦੋ ਗੁਣਾਂ ਵਿੱਚ ਅੰਤਰ = (65 - 56) x 7236 = 9 x 7236 = 65124<br/>
                (ਸਾਨੂੰ ਦੋਵੇਂ ਗੁਣਾ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ)<br/>
                ਇਸ ਲਈ, ਸਹੀ ਉੱਤਰ ਨਾਲੋਂ ਵੱਡਾ ਉੱਤਰ 65,124 ਹੈ.<br/>
                </p>
                <br/><br/><br/><br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 11.</h4>
                <p>
                ਸਕੂਲ ਅਤੇ ਇੱਕ ਵਿਦਿਆਰਥੀ ਦੇ ਘਰ ਦੇ ਵਿਚਕਾਰ ਦੀ ਦੂਰੀ 1 ਕਿਲੋਮੀਟਰ 875 ਮੀਟਰ ਹੈ.
                 ਹਰ ਰੋਜ਼ ਉਹ ਦੋਵੇਂ ਰਾਹ ਤੁਰਦੀ ਹੈ. ਛੇ ਦਿਨਾਂ ਵਿੱਚ ਉਸ ਦੁਆਰਾ ਪੂਰੀ ਕੀਤੀ ਦੂਰੀ ਦਾ ਪਤਾ ਲਗਾਓ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਸਕੂਲ ਅਤੇ ਘਰ ਦੇ ਵਿੱਚ ਦੂਰੀ = 1 ਕਿਲੋਮੀਟਰ 875 ਮੀਟਰ = (1000 + 875) ਮੀ = 1875 ਮੀ.<br/>
                ਵਿਦਿਆਰਥੀ ਦੁਆਰਾ ਦੋਵਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਯਾਤਰਾ ਕੀਤੀ ਦੂਰੀ = 2 x 1875 = 3750 ਮੀ<br/>
                6 ਦਿਨਾਂ ਦੀ ਦੂਰੀ = 3750 ਮੀਟਰ x 6 - 22500 ਮੀਟਰ = 22 ਕਿਲੋਮੀਟਰ 500 ਮੀ.<br/>
                ਇਸ ਲਈ, ਛੇ ਦਿਨਾਂ ਵਿੱਚ ਕੁੱਲ ਦੂਰੀ = 22 ਕਿਲੋਮੀਟਰ 500 ਮੀ.<br/>
                </p>
                </div>


                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਇੱਕ ਚੋਣ ਵਿੱਚ, ਸਫਲ ਉਮੀਦਵਾਰ ਨੇ 5,77,500 ਵੋਟਾਂ ਦਰਜ ਕੀਤੀਆਂ ਅਤੇ ਉਸਦੇ ਨੇੜਲੇ
                 ਵਿਰੋਧੀ ਨੇ 3,48,700 ਵੋਟਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀਆਂ. ਸਫਲ ਉਮੀਦਵਾਰ ਨੇ ਕਿਸ ਅੰਤਰ ਨਾਲ ਚੋਣ ਜਿੱਤੀ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਸਫਲ ਉਮੀਦਵਾਰ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਵੋਟਾਂ ਦੀ ਗਿਣਤੀ = 5.77,500<br/>
                ਉਸਦੇ ਨੇੜਲੇ ਵਿਰੋਧੀ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਵੋਟਾਂ ਦੀ ਗਿਣਤੀ = 3.48,700<br/>
                ਇਸ ਲਈ, ਚੋਣ ਜਿੱਤਣ ਲਈ ਵੋਟਾਂ ਦਾ ਅੰਤਰ = 5.77,500 - 3.48,700 = 2.28,800<br/>
                </p>
                <br/><br/><br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 6.</h4>
                <p>
                ਇੱਕ ਮਸ਼ੀਨ, ਔਸਤਨ , ਇੱਕ ਦਿਨ ਵਿੱਚ 2,825 ਪੇਚ ਤਿਆਰ ਕਰਦੀ ਹੈ. 
                ਜਨਵਰੀ, 2006 ਦੇ ਮਹੀਨੇ ਵਿੱਚ ਇਸ ਨੇ ਕਿੰਨੇ ਪੇਚ ਪੈਦਾ ਕੀਤੇ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਇੱਕ ਦਿਨ ਵਿੱਚ ਤਿਆਰ ਕੀਤੇ ਪੇਚਾਂ ਦੀ ਗਿਣਤੀ = 2,825.
                ਜਨਵਰੀ ਮਹੀਨੇ ਵਿੱਚ ਨਿਰਮਿਤ ਪੇਚਾਂ ਦੀ ਗਿਣਤੀ = 31 x 2825 = 87,575
                </p>
                <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 9.</h4>
                <p>
                ਇੱਕ ਕਮੀਜ਼ ਸਿਲਾਈ ਕਰਨ ਲਈ, 2 ਮੀਟਰ 15 ਸੈਂਟੀਮੀਟਰ ਕੱਪੜੇ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ. 
                40 ਮੀਟਰ ਕੱਪੜੇ ਵਿੱਚੋਂ, ਕਿੰਨੀਆਂ ਸ਼ਰਟਾਂ ਸਿਲਾਈਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ ਅਤੇ ਕਿੰਨਾ ਕੁ ਕੱਪੜਾ ਬਚੇਗਾ?
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਕੱਪੜੇ ਦੀ ਕੁੱਲ ਲੰਬਾਈ = 40 m <br/> 40 x 100 cm = 4000 cm.<br/>
                ਕਮੀਜ਼ ਨੂੰ ਸਿਲਾਈ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਕੱਪੜਾ = 2 ਮੀਟਰ 15 ਸੈਮੀ = 2 x 100 + 15 ਸੈਮੀ = 215 ਸੈਮੀ<br/>
                ਇਸ ਲਈ, ਸਿਲਾਈਆਂ ਸ਼ਰਟਾਂ ਦੀ ਗਿਣਤੀ = 4000215<br/>
                ਇਸ ਲਈ, ਸਿਲਾਈ ਕਮੀਜ਼ਾਂ ਦੀ ਗਿਣਤੀ = 18 ਅਤੇ ਬਾਕੀ ਕੱਪੜੇ = 130 ਸੈਂਟੀਮੀਟਰ = 1 ਮੀਟਰ 30 ਸੈਂਟੀਮੀਟਰ<br/>
                </p>
                <br/>
                </div>
            </div>
            <div className = "chapter1-container1">
                


                <div className = "chapter1-left">
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 1.</h4>
                    <p>
                    ਆਮ ਨਿਯਮ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਹੇਠਾਂ ਦਿੱਤੇ ਹਰੇਕ ਵਿੱਚੋਂ ਅਨੁਮਾਨ ਲਗਾਓ : <br/>
                    (a) 730 + 998<br/>
                    (ਬੀ) 796 - 314<br/>
                    (c) 12,904 + 2,888<br/>
                    (ਡੀ) 28,292 - 21,496<br/>
                    
                    </p>
                    <p>
                        ਹੱਲ :
                    </p>
                    <p>
                    (a) 730 + 998<br />
                    ਸੈਂਕੜੇ = 700 ਦੇ ਨਜ਼ਦੀਕ 730 ਨੂੰ ਬੰਦ ਕਰਨਾ<br />
                    ਸੈਂਕੜੇ = 1,000 ਦੇ ਨਜ਼ਦੀਕ 998 ਨੂੰ ਬੰਦ ਕਰਨਾ<br />
                    ∴ 730 + 998 = 700 + 1000 = 1700<br />

                    (b) 796 - 314<br />
                    ਸੈਂਕੜੇ = 800 ਦੇ ਨਜ਼ਦੀਕ 796 ਨੂੰ ਗੋਲ ਕਰਨਾ<br />
                    ਸੈਂਕੜੇ = 300 ਦੇ ਨਜ਼ਦੀਕ 314 ਨੂੰ ਬੰਦ ਕਰਨਾ<br />
                    ∴ 796 - 314 = 800 - 300 = 500<br />

                    (c) 12,904 + 2,888<br />
                    12,904 ਨੂੰ ਹਜਾਰਾਂ = 13000 ਦੇ ਨਜ਼ਦੀਕ ਬੰਦ ਕਰਨਾ<br />
                    2888 ਨੂੰ ਨੇੜੇ ਦੇ ਹਜ਼ਾਰਾਂ = 3000 ਦੇ ਨੇੜੇ ਘੁਮਾਉਣਾ<br />
                    ∴ 12,904 + 2,888 = 13000 + 3000 = 16000<br />

                    (d) 28,292 - 21,496<br />
                    28,292 ਨੂੰ ਹਜਾਰਾਂ = 28,000 ਦੇ ਨੇੜੇ ਬੰਦ ਕਰਨਾ<br />
                    21,496 ਨੂੰ ਹਜ਼ਾਰਾਂ ਦੇ ਨਜ਼ਦੀਕ = 21,000 ਨੂੰ ਪੂਰਾ ਕਰਨਾ<br />
                    ∴ 28,292 - 21,496 = 28,000 - 21,000 = 7,000<br />
                    </p>

                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 2.</h4>
                        <p>
                        ਇੱਕ ਮੋਟਾ ਅੰਦਾਜ਼ਾ ਦਿਓ (ਨਜ਼ਦੀਕੀ ਸੈਂਕੜਿਆਂ ਨੂੰ ਗੋਲ ਕਰਕੇ) ਅਤੇ ਇੱਕ ਨਜ਼ਦੀਕੀ ਅਨੁਮਾਨ (ਨਜ਼ਦੀਕੀ ਦਸਾਂ ਨੂੰ ਗੋਲ ਕਰਕੇ):<br/>
                        (a) 439 + 334 + 4,317<br/>
                        (b) 1,08,734-47,599<br/>
                        (c) 8,325-491<br/>
                        (d) 4,89,348-48,365<br/>
                        <p>
                        <p>
                            ਹੱਲ :
                        </p>
                        </p>
                        (a) 439 + 334 + 4,317<br />
                        (i) ਮੋਟਾ ਅੰਦਾਜ਼ਾ (ਨਜ਼ਦੀਕੀ ਸੈਂਕੜੇ ਤੱਕ ਪਹੁੰਚਣਾ)<br />
                        439 + 334 + 4,317 = 400 + 300 + 4300 = 5,000<br />
                        (ii) ਨਜ਼ਦੀਕੀ ਅਨੁਮਾਨ (ਨਜ਼ਦੀਕੀ ਦਸਾਂ ਦੇ ਨੇੜੇ ਆਉਣਾ)<br />
                        439 + 334 + 4317 = 440 + 330 + 4320 = 5090.<br />

                        (ਅ) 1,08,734 - 47,599<br />
                        (i) ਮੋਟਾ ਅੰਦਾਜ਼ਾ (ਨਜ਼ਦੀਕੀ ਸੈਂਕੜੇ ਤੱਕ ਪਹੁੰਚਣਾ)<br />
                        1,08,734 - 47,599 = 1,08,700 - 47,600 = 61,100<br />
                        (ii) ਨਜ਼ਦੀਕੀ ਅਨੁਮਾਨ (ਨਜ਼ਦੀਕੀ ਦਸਾਂ ਦੇ ਨੇੜੇ ਆਉਣਾ)<br />
                        1,08,734 - 47,599 = 1,08,730 - 47,600 = 61,130.<br />

                        (c) 8325 - 491<br />
                        (i) ਮੋਟਾ ਅੰਦਾਜ਼ਾ (ਨਜ਼ਦੀਕੀ ਸੈਂਕੜੇ ਤੱਕ ਪਹੁੰਚਣਾ)<br />
                        8325 - 491 = 8300 - 500 = 7800<br />
                        (ii) ਨਜ਼ਦੀਕੀ ਅਨੁਮਾਨ (ਨਜ਼ਦੀਕੀ ਦਸਾਂ ਦੇ ਨੇੜੇ ਆਉਣਾ)<br />
                        8325 - 491 = 8330 - 490 = 7840.<br />

                        (ਡੀ) 4,89,348 - 48,365<br />
                        (i) ਮੋਟਾ ਅੰਦਾਜ਼ਾ (ਨਜ਼ਦੀਕੀ ਸੈਂਕੜੇ ਤੱਕ ਪਹੁੰਚਣਾ)<br />
                        4,89,348 - 48,365 = 4,89,300 - 48,400 = 4,40,900<br />
                        (ii) ਨਜ਼ਦੀਕੀ ਅਨੁਮਾਨ (ਨਜ਼ਦੀਕੀ ਦਸਾਂ ਦੇ ਨੇੜੇ ਆਉਣਾ)<br />
                        4,89,348 - 48,365 = 4,89,350 - 48,370 = 4,40,980<br />
                    </p>
                
                </div>



                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 2.</h4>
                        <p>
                        ਆਮ ਨਿਯਮ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਹੇਠਾਂ ਦਿੱਤੇ ਉਤਪਾਦਾਂ ਦਾ ਅਨੁਮਾਨ ਲਗਾਓ:<br />
                        (a) 578 x 161<br />
                        (ਬੀ) 5281 x 3491<br />
                        (c) 1291 x 592<br />
                        (ਡੀ) 9250 x 29<br />
                        ਅਜਿਹੀਆਂ ਚਾਰ ਹੋਰ ਉਦਾਹਰਣਾਂ ਬਣਾਉ.<br />
                        <p>
                        <p>
                            ਹੱਲ :
                        </p>
                        </p>
                        (a) 578 x 161 = 600 x 200 = 1,20,000<br/>
                        (ਬੀ) 5281 x 3491 = 5000 x 3000 = 1,50,00,000<br/>
                        (c) 1291 x 592 = 1300 x 600 = 7,80,000<br/>
                        (d) 9250 x 29 = 9000 x 30 = 2,70,000<br/>
                        </p>
                </div>
            </div>

        </div>
    )
}

export default Chapter1
