import React from 'react'
import "../6th/Chapter1.css";
import ans112 from "../../Images/46.jpg";
import ans113 from "../../Images/47.jpg";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 9ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 1. "ਸੰਖਿਆ ਪ੍ਰਣਾਲੀ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
                
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਕੀ ਜ਼ੀਰੋ ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ? <br/>ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ p/q ਦੇ ਰੂਪ ਵਿੱਚ ਲਿਖ ਸਕਦੇ ਹੋ, ਜਿੱਥੇ p ਅਤੇ q ਪੂਰਨ ਅੰਕ ਹਨ ਅਤੇ q ≠ 0?
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਹਾਂ, ਜ਼ੀਰੋ ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ ਇਸਨੂੰ pq ਦੇ ਰੂਪ ਵਿੱਚ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ.<br/>
                0 = 0/1 = 0/2 = 0/3 ਆਦਿ ਨੂੰ q ਨਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਵਜੋਂ ਵੀ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ.
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                3/5 ਅਤੇ 4/5 ਦੇ ਵਿਚਕਾਰ ਪੰਜ ਪਰਿਮੇਯ ਨੰਬਰ ਲੱਭੋ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਕਿਉਂਕਿ, ਸਾਨੂੰ ਪੰਜ ਪਰਿਮੇਯ ਸੰਖਿਆਵਾਂ ਲੱਭਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ, ਇਸ ਲਈ, ਅੰਕਾਂ ਅਤੇ ਹਰ ਨੂੰ 6 ਨਾਲ ਗੁਣਾ ਕਰੋ.<br/>
                <img
                src = {ans112}
                alt = ""
                />
                
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਦੱਸੋ ਕਿ ਹੇਠਾਂ ਦਿੱਤੇ ਬਿਆਨ ਸੱਚੇ ਹਨ ਜਾਂ ਗਲਤ. ਆਪਣੇ ਜਵਾਬਾਂ ਦੇ ਕਾਰਨ ਦੱਸੋ.<br/>
                (i) ਹਰ ਕੁਦਰਤੀ ਸੰਖਿਆ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੁੰਦੀ ਹੈ.<br/>
                (ii) ਹਰੇਕ ਪੂਰਨ ਅੰਕ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੈ.<br/>
                (iii) ਹਰ ਪਰਿਮੇਯ ਸੰਖਿਆ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੁੰਦੀ ਹੈ.
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                (i) ਸੱਚ ਹੈ<br/>
                Natural ਸਾਰੀਆਂ ਕੁਦਰਤੀ ਸੰਖਿਆਵਾਂ ਅਤੇ 0 ਦੇ ਸੰਗ੍ਰਹਿ ਨੂੰ ਪੂਰਨ ਸੰਖਿਆਵਾਂ ਕਿਹਾ ਜਾਂਦਾ ਹੈ.<br/>
                (ii) ਗਲਤ<br/>
                ∵ ਨੈਗੇਟਿਵ ਪੂਰਨ ਅੰਕ ਪੂਰੇ ਅੰਕ ਨਹੀਂ ਹਨ.<br/>
                (iii) ਗਲਤ<br/>
                ∵ ਪਰਿਮੇਯ ਸੰਖਿਆ p/q, q ≠ 0 ਅਤੇ q p ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਹੀਂ ਵੰਡਦੀ ਜੋ ਕਿ ਸੰਪੂਰਨ ਸੰਖਿਆਵਾਂ ਨਹੀਂ ਹਨ.
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਦੱਸੋ ਕਿ ਹੇਠਾਂ ਦਿੱਤੇ ਬਿਆਨ ਸੱਚੇ ਹਨ ਜਾਂ ਗਲਤ. ਆਪਣੇ ਜਵਾਬਾਂ ਨੂੰ ਜਾਇਜ਼ ਠਹਿਰਾਉ.<br/>
                (i) ਹਰ ਤਰਕਹੀਣ ਸੰਖਿਆ ਇੱਕ ਅਸਲੀ ਸੰਖਿਆ ਹੈ.<br/>
                (ii) ਸੰਖਿਆ ਰੇਖਾ ਦਾ ਹਰ ਬਿੰਦੂ √m ਰੂਪ ਦਾ ਹੁੰਦਾ ਹੈ, ਜਿੱਥੇ m ਇੱਕ ਕੁਦਰਤੀ ਸੰਖਿਆ ਹੁੰਦੀ ਹੈ।<br/>
                (iii) ਹਰ ਅਸਲੀ ਸੰਖਿਆ ਇੱਕ ਤਰਕਹੀਣ ਸੰਖਿਆ ਹੈ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) ਸੱਚ ਹੈ<br/>
                ਕਿਉਂਕਿ ਸਾਰੀਆਂ ਤਰਕਸ਼ੀਲ ਸੰਖਿਆਵਾਂ ਅਤੇ ਸਾਰੀਆਂ ਤਰਕਹੀਣ ਸੰਖਿਆਵਾਂ ਅਸਲ ਸੰਖਿਆਵਾਂ ਦਾ ਸਮੂਹ (ਸੰਗ੍ਰਹਿ) ਬਣਾਉਂਦੀਆਂ ਹਨ.<br/>
                (ii) ਗਲਤ<br/>
                ਕਿਉਂਕਿ ਨਕਾਰਾਤਮਕ ਸੰਖਿਆ ਕਿਸੇ ਕੁਦਰਤੀ ਸੰਖਿਆ ਦਾ ਵਰਗਮੂਲ ਨਹੀਂ ਹੋ ਸਕਦੀ.<br/>
                (iii) ਗਲਤ<br/>
                ਕਿਉਂਕਿ ਪਰਿਮੇਯ ਸੰਖਿਆਵਾਂ ਵੀ ਅਸਲ ਸੰਖਿਆਵਾਂ ਦਾ ਇੱਕ ਹਿੱਸਾ ਹਨ.
                </p>
                
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਕੀ ਸਾਰੇ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦੀਆਂ ਵਰਗ ਵਰਗ ਮੂਲ ਤਰਕਹੀਣ ਹਨ? ਜੇ ਨਹੀਂ, 
                ਤਾਂ ਇੱਕ ਸੰਖਿਆ ਦੇ ਵਰਗਮੂਲ ਦੀ ਉਦਾਹਰਣ ਦਿਓ ਜੋ ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਨਹੀਂ, ਜੇ ਅਸੀਂ ਇੱਕ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਲੈਂਦੇ ਹਾਂ, 9. ਇਸਦਾ ਵਰਗ ਮੂਲ 3 ਹੈ, ਜੋ ਕਿ ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ.
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਦਿਖਾਓ ਕਿ √5 ਨੂੰ ਨੰਬਰ ਲਾਈਨ ਤੇ ਕਿਵੇਂ ਦਰਸਾਇਆ ਜਾ ਸਕਦਾ ਹੈ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਇੱਕ ਸੰਖਿਆ ਰੇਖਾ ਬਣਾਉ ਅਤੇ ਇਸ 'ਤੇ ਬਿੰਦੂ O ਅਤੇ A ਲਵੋ ਜਿਵੇਂ ਕਿ OA = 1 ਇਕਾਈ. BA ⊥ OA ਨੂੰ BA = 1 ਇਕਾਈ ਦੇ ਰੂਪ ਵਿੱਚ ਖਿੱਚੋ. OB = √2 ਯੂਨਿਟਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ.<br/>
                ਹੁਣ ਬੀਬੀ 1 ⊥ ਓਬੀ ਖਿੱਚੋ ਜਿਵੇਂ ਕਿ ਬੀਬੀ 1 = 1 ਯੂਨਿਟ. OB1 = √3 ਯੂਨਿਟਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ.<br/>
                ਅੱਗੇ, B1B2⊥ OB1such ਉਸ B1B2 = 1 ਇਕਾਈ ਨੂੰ ਖਿੱਚੋ.<br/>
                OB2 = ਇਕਾਈਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ.<br/>
                ਦੁਬਾਰਾ B2B3 ⊥OB2 ਖਿੱਚੋ ਜਿਵੇਂ ਕਿ B2B3 = 1 ਯੂਨਿਟ.<br/>
                OB3 = √5 ਇਕਾਈਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ.<br/>
                <img
                src = {ans113}
                alt = ""
                /><br/>
                O ਨੂੰ ਕੇਂਦਰ ਵਜੋਂ ਅਤੇ OB3 ਨੂੰ ਘੇਰੇ ਦੇ ਰੂਪ ਵਿੱਚ ਲਵੋ, ਇੱਕ ਚਾਪ ਬਣਾਉ ਜੋ D ਤੇ ਨੰਬਰ ਲਾਈਨ ਨੂੰ ਕੱਟ ਦੇਵੇ.<br/>
                ਪੁਆਇੰਟ ਡੀ<br/>
                ਨੰਬਰ ਲਾਈਨ ਤੇ √5 ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ.
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ 1/7 = 0.142¯857. ਕੀ ਤੁਸੀਂ ਅੰਦਾਜ਼ਾ ਲਗਾ ਸਕਦੇ ਹੋ ਕਿ 
                2/7, 3/7, 4/7, 5/7, 6/7 ਦੇ ਦਸ਼ਮਲਵ ਪਸਾਰ ਅਸਲ ਵਿੱਚ ਲੰਬੀ ਵੰਡ ਕੀਤੇ ਬਿਨਾਂ ਕੀ ਹਨ? ਜੇ ਹਾਂ, ਤਾਂ ਕਿਵੇਂ?
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                ਸਾਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ 1/7 = 0.142¯857<br/>
                ∴ 2/7 = 2 x 17 = 2 x (0.142857¯) = 0.285¯714<br/>
                3/7 = 3 x 17 = 3 x (0.142857¯) = 0.428¯571<br/>
                4/7 = 4 x 17 = 4 x (0.142857¯) = 0.571¯428<br/>
                5/7 = 5 x 17 = 5 x (0.142857¯) = 0.714¯285<br/>
                6/7 = 6 x 17 = 6 x (0.142857¯) = 0.857¯142<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਅਸਲ ਵਿੱਚ ਲੰਮੀ ਵੰਡ ਕੀਤੇ ਬਿਨਾਂ ਅਸੀਂ ਦਿੱਤੇ ਗਏ ਪਰਿਮੇਯ ਅੰਕਾਂ ਦੇ ਦਸ਼ਮਲਵ ਵਿਸਥਾਰ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰ ਸਕਦੇ ਹਾਂ.
                </p>
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 6(ii).</h4>
                <p>
                
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                (iii)ਮੰਨ ਲਓ  x = 0.001¯¯¯¯¯¯¯¯ = 0.001001…… (1)<br/>
                ਜਿਵੇਂ ਕਿ 3 ਦੁਹਰਾਉਣ ਵਾਲੇ ਅੰਕ ਹਨ,<br/>
                ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ (1) ਨੂੰ 1000 ਨਾਲ ਗੁਣਾ ਕਰਨ ਨਾਲ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                1000x = 1.001001… (2)<br/>
                (1) ਨੂੰ (2) ਤੋਂ ਉਪ -ਸੰਚਾਲਨ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                1000x - x = (1.001 ...) - (0.001 ...)<br/>
                ⇒ 999x = 1 ⇒ x = 1/999<br/>
                ਇਸ ਤਰ੍ਹਾਂ, 0.001¯¯¯ = 1/999
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਹੇਠ ਲਿਖਿਆਂ ਨੂੰ P/q ਦੇ ਰੂਪ ਵਿੱਚ ਲਿਖੋ ਜਿੱਥੇ p ਅਤੇ q ਪੂਰਨ ਅੰਕ ਹਨ ਅਤੇ q ≠ 0.<br/>
                (i) 0.6¯
                (ii) 0.47¯
                (iii) 0.001¯¯¯¯¯¯¯¯
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                (i) ਮੰਨ ਲਓ  x = 0.6¯ = 0.6666…… (1)<br/>
                ਕਿਉਂਕਿ ਇੱਥੇ ਸਿਰਫ ਇੱਕ ਦੁਹਰਾਉਣ ਵਾਲਾ ਅੰਕ ਹੈ,<br/>
                ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ (1) ਨੂੰ 10 ਨਾਲ ਗੁਣਾ ਕਰਨ ਨਾਲ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                10x = 6.6666… (2)<br/>
                (1) ਨੂੰ (2) ਤੋਂ ਘਟਾ ਕੇ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                10x -x = 6.6666… -0.6666…<br/>
                ⇒ 9x = 6 ⇒ x = 6/9 = 2/3<br/>
                ਇਸ ਤਰ੍ਹਾਂ, 0.6¯ = 2/3
                </p>
                <br/>
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                0.99999 ਦਰਸਾਓ p/q ਦੇ ਰੂਪ ਵਿੱਚ ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਜਵਾਬ ਤੋਂ ਹੈਰਾਨ ਹੋ? 
                ਆਪਣੇ ਅਧਿਆਪਕ ਅਤੇ ਸਹਿਪਾਠੀਆਂ ਨਾਲ ਵਿਚਾਰ ਵਟਾਂਦਰਾ ਕਰੋ ਕਿ ਜਵਾਬ ਕਿਉਂ ਸਮਝਦਾਰ ਹੈ.
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                ਚਲੋ x = 0.99999… ..…. (i)<br/>
                ਕਿਉਂਕਿ ਇੱਥੇ ਸਿਰਫ ਇੱਕ ਦੁਹਰਾਉਣ ਵਾਲਾ ਅੰਕ ਹੈ,
                ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ (i) ਨੂੰ 10 ਨਾਲ ਗੁਣਾ ਕਰਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ
                10x = 9.9999… (ii)<br/>
                (I) ਨੂੰ (ii) ਤੋਂ ਘਟਾਉਂਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                10x - x = (9.9999.....) - (0.9999.....)<br/>
                ⇒ 9x = 9 ⇒ x = 9/9 = 1<br/>
                ਇਸ ਤਰ੍ਹਾਂ, 0.9999 = 1<br/>
                ਜਿਵੇਂ ਕਿ 0.9999… ਸਦਾ ਲਈ ਚਲਦਾ ਰਹਿੰਦਾ ਹੈ, 1 ਅਤੇ 0.9999 ਦੇ ਵਿੱਚ ਇੰਨਾ ਵੱਡਾ ਅੰਤਰ ਨਹੀਂ ਹੈ
                ਇਸ ਲਈ, ਦੋਵੇਂ ਬਰਾਬਰ ਹਨ.
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 6.(iii) .</h4>
                <p>
                 
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                Let x = 0.47¯ = 0.4777… … (1)<br/>
                ਜਿਵੇਂ ਕਿ ਸਿਰਫ ਇੱਕ ਹੀ ਦੁਹਰਾਉਣ ਵਾਲਾ ਅੰਕ ਹੈ,  (1) ਨੂੰ ਦੋਹਾਂ ਪਾਸਿਆਂ ਤੋਂ 10 ਨਾਲ ਗੁਣਾ ਕਰਨ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                10x = 4.777......<br/>
                (1) ਨੂੰ (2) ਤੋਂ ਘਟਾ ਕੇ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>
                10x - x = 4.777 …… - 0.4777 …….<br/>
                ⇒ 9x = 4.3 ⇒ x = 4/390<br/>
                ਇਸ ਤਰ੍ਹਾਂ, 0.47¯ = 4/390
                </p>
                
                </div>
            </div>
        </div>

    )
}

export default Chapter1
