import React from 'react'
import "../6th/Chapter1.css";
import ans311 from "../../Images/49.jpg";
import ans312 from "../../Images/50.jpg";
import ans311i from "../../Images/51.jpg";
import ans332 from "../../Images/53.jpg";
import ans331 from "../../Images/52.jpg";
import ans331i from "../../Images/54.jpg";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 9ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 3. "ਨਿਰਦੇਸ਼ ਅੰਕ ਜਿਮਾਇਤੀ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਤੁਸੀਂ ਆਪਣੇ ਅਧਿਐਨ ਦੇ ਮੇਜ਼ ਤੇ ਕਿਸੇ ਟੇਬਲ ਲੈਂਪ ਦੀ ਸਥਿਤੀ ਦਾ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਕਿਵੇਂ ਵਰਣਨ ਕਰੋਗੇ?
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਟੇਬਲ ਤੇ ਰੱਖੇ ਗਏ ਟੇਬਲ ਲੈਂਪ ਦੀ ਸਥਿਤੀ ਦਾ ਵਰਣਨ ਕਰਨ ਲਈ, 
                ਆਓ ਟੇਬਲ ਲੈਂਪ ਨੂੰ P ਅਤੇ ਟੇਬਲ ਨੂੰ ਇੱਕ Plane ਦੇ ਰੂਪ ਵਿੱਚ ਵਿਚਾਰ ਕਰੀਏ.<br/>
                ਹੁਣ ਟੇਬਲ ਦੇ ਦੋ ਲੰਬਕਾਰੀ ਕਿਨਾਰਿਆਂ ਨੂੰ OX ਅਤੇ OY ਦੇ ਤੌਰ ਤੇ ਚੁਣੋ.<br/>
                OY ਤੋਂ P (ਲੈਂਪ) ਦੀ ਲੰਬਾਈ ਦੀ ਦੂਰੀ 'a'cm ਮਾਪੋ. OX ਤੋਂ P (ਲੈਂਪ) ਦੀ ਲੰਬਾਈ ਦੀ ਦੂਰੀ 'b' cm ਮਾਪੋ.<br/>
                ਇਸ ਪ੍ਰਕਾਰ, ਟੇਬਲ ਲੈਂਪ ਪੀ ਦੀ ਸਥਿਤੀ ਕ੍ਰਮਬੱਧ ਜੋੜੀ (a, b) ਦੁਆਰਾ ਦਰਸਾਈ ਗਈ ਹੈ.<r/>
                <img
                src = {ans311}
                alt = ""
                />
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                (ਸੜਕ ਯੋਜਨਾ): ਇੱਕ ਸ਼ਹਿਰ ਦੀਆਂ ਦੋ ਮੁੱਖ ਸੜਕਾਂ ਹਨ ਜੋ ਸ਼ਹਿਰ ਦੇ ਕੇਂਦਰ ਵਿੱਚ ਇੱਕ 
                ਦੂਜੇ ਨੂੰ ਪਾਰ ਕਰਦੀਆਂ ਹਨ. ਇਹ ਦੋ ਸੜਕਾਂ ਉੱਤਰ-ਦੱਖਣ ਦਿਸ਼ਾ ਅਤੇ ਪੂਰਬ-ਪੱਛਮ ਦਿਸ਼ਾ 
                ਦੇ ਨਾਲ ਹਨ. ਸ਼ਹਿਰ ਦੀਆਂ ਹੋਰ ਸਾਰੀਆਂ ਸੜਕਾਂ ਇਨ੍ਹਾਂ ਸੜਕਾਂ ਦੇ ਸਮਾਨਾਂਤਰ ਚਲਦੀਆਂ ਹਨ 
                ਅਤੇ 200 ਮੀਟਰ ਦੀ ਦੂਰੀ ਤੇ ਹਨ. ਹਰ ਦਿਸ਼ਾ ਵਿੱਚ 5 ਗਲੀਆਂ ਹਨ. 1 ਸੈਂਟੀਮੀਟਰ = 200 
                ਮੀਟਰ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ, ਆਪਣੀ ਨੋਟਬੁੱਕ 'ਤੇ ਸ਼ਹਿਰ ਦਾ ਨਮੂਨਾ ਬਣਾਉ. ਸੜਕਾਂ/ਗਲੀਆਂ 
                ਨੂੰ ਸਿੰਗਲ ਲਾਈਨਾਂ ਦੁਆਰਾ ਦਰਸਾਉ.<br/>
                ਤੁਹਾਡੇ ਮਾਡਲ ਵਿੱਚ ਬਹੁਤ ਸਾਰੀਆਂ ਕ੍ਰਾਸ-ਗਲੀਆਂ ਹਨ. ਇੱਕ ਖਾਸ ਕਰਾਸ-ਸਟ੍ਰੀਟ ਦੋ ਗਲੀਆਂ 
                ਦੁਆਰਾ ਬਣਾਈ ਜਾਂਦੀ ਹੈ, ਇੱਕ ਉੱਤਰ-ਦੱਖਣ ਦਿਸ਼ਾ ਵਿੱਚ ਅਤੇ ਦੂਜੀ ਪੂਰਬ-ਪੱਛਮ ਦਿਸ਼ਾ ਵਿੱਚ ਚੱਲਦੀ ਹੈ. 
                ਹਰੇਕ ਕਰਾਸ ਸਟ੍ਰੀਟ ਨੂੰ ਹੇਠ ਲਿਖੇ ਤਰੀਕੇ ਨਾਲ ਦਰਸਾਇਆ ਗਿਆ ਹੈ: ਜੇ ਉੱਤਰ-ਦੱਖਣ ਦਿਸ਼ਾ ਵਿੱਚ ਚੱਲ 
                ਰਹੀ ਦੂਜੀ ਗਲੀ ਅਤੇ ਪੂਰਬ-ਪੱਛਮ ਦਿਸ਼ਾ ਵਿੱਚ 5 ਵੀਂ ਸੜਕ ਕਿਸੇ ਕਰਾਸਿੰਗ ਤੇ ਮਿਲਦੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਇਸ 
                ਕਰਾਸ-ਸਟਰੀਟ (2,5) ਨੂੰ ਕਹਾਂਗੇ. ਇਸ ਸੰਮੇਲਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ, ਲੱਭੋ:
                (i) ਕਿੰਨੀਆਂ ਕਰਾਸ-ਗਲੀਆਂ ਨੂੰ (4,3) ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ.
                (ii) ਕਿੰਨੀਆਂ ਕਰਾਸ-ਗਲੀਆਂ ਨੂੰ (3,4) ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                (i) ਬਿੰਦੂ A (4, 3) ਦੁਆਰਾ ਦਰਸਾਈ ਗਈ ਇੱਕ ਵਿਲੱਖਣ ਕਰਾਸ ਸਟ੍ਰੀਟ.<br/>
                (ii) ਬਿੰਦੂ B (3,4) ਦੁਆਰਾ ਦਰਸਾਈ ਗਈ ਇੱਕ ਵਿਲੱਖਣ ਕਰਾਸ ਸਟ੍ਰੀਟ.<br/>
                ਦੋ ਕਰਾਸ ਗਲੀਆਂ ਵਿਲੱਖਣ ਰੂਪ ਵਿੱਚ ਮਿਲੀਆਂ ਹਨ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਦੋ ਸੰਦਰਭ ਰੇਖਾਵਾਂ ਦੇ ਕਾਰਨ ਜੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਲੱਭਣ ਲਈ ਵਰਤੀਆਂ ਹਨ.
                </p>
                
                </div>

                <div className = "chapter1-right">
                
                <p>
                ਦਿੱਤਾ ਗਿਆ ਚਿੱਤਰ <br/>
                <img
                src = {ans311i}
                alt = ""
                />
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 3.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਹੇਠਾਂ ਦਿੱਤੇ ਹਰੇਕ ਪ੍ਰਸ਼ਨ ਦਾ ਉੱਤਰ ਲਿਖੋ:<br/>
                (i) ਕਾਰਟੇਸ਼ੀਅਨ ਜਹਾਜ਼ ਦੇ ਕਿਸੇ ਵੀ ਬਿੰਦੂ ਦੀ ਸਥਿਤੀ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਖਿੱਚੀਆਂ 
                ਗਈਆਂ ਖਿਤਿਜੀ ਅਤੇ ਲੰਬਕਾਰੀ ਰੇਖਾਵਾਂ ਦਾ ਕੀ ਨਾਮ ਹੈ?<br/>
                (ii) ਇਨ੍ਹਾਂ ਦੋ ਲਾਈਨਾਂ ਦੁਆਰਾ ਬਣਾਏ ਗਏ ਜਹਾਜ਼ ਦੇ ਹਰੇਕ ਹਿੱਸੇ ਦਾ ਨਾਮ ਕੀ ਹੈ?<br/>
                (iii) ਉਸ ਬਿੰਦੂ ਦਾ ਨਾਮ ਲਿਖੋ ਜਿੱਥੇ ਇਹ ਦੋ ਲਾਈਨਾਂ ਆਪਸ ਵਿੱਚ ਮਿਲਦੀਆਂ ਹਨ.
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (i) ਖਿਤਿਜੀ ਰੇਖਾ: x - ਧੁਰਾ ਅਤੇ ਲੰਬਕਾਰੀ ਰੇਖਾ: y - ਧੁਰਾ.<br/>
                (ii) ਹਰੇਕ ਹਿੱਸੇ ਨੂੰ "ਚਤੁਰਭੁਜ" ਕਿਹਾ ਜਾਂਦਾ ਹੈ.<br/>
                (iii) ਮੂਲ
                </p>
                
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਦਿੱਤਾ ਚਿੱਤਰ ਵੇਖੋ ਅਤੇ ਹੇਠਾਂ ਲਿਖੋ:<br/>
                (i) B ਦੇ ਕੋਆਰਡੀਨੇਟ.<br/>
                (ii) C ਦੇ ਨਿਰਦੇਸ਼ਾਂਕ<br/>
                (iii) ਨਿਰਦੇਸ਼ਕਾਂ ਦੁਆਰਾ ਪਛਾਣਿਆ ਬਿੰਦੂ (-3, -5).<br/>
                (iv) ਨਿਰਦੇਸ਼ਕਾਂ ਦੁਆਰਾ ਪਛਾਣਿਆ ਬਿੰਦੂ (2, -4).<br/>
                (v) ਬਿੰਦੂ D ਦਾ ਅਬਸੀਸਾ.<br/>
                (vi) ਬਿੰਦੂ H ਦਾ ਸੰਚਾਲਨ.<br/>
                (vii) ਬਿੰਦੂ L ਦੇ ਕੋਆਰਡੀਨੇਟ.<br/>
                (viii) ਬਿੰਦੂ M ਦੇ ਕੋਆਰਡੀਨੇਟ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਚਿੱਤਰ ਤੋਂ, ਸਾਡੇ ਕੋਲ ਹੈ<br/>
                (i) B ਦੇ ਕੋਆਰਡੀਨੇਟ (-5,2) ਹਨ.<br/>
                (ii) C ਦੇ ਕੋਆਰਡੀਨੇਟ ਹਨ (5, -5).<br/>
                (iii) ਬਿੰਦੂ E ਦੀ ਪਛਾਣ ਨਿਰਦੇਸ਼ਕਾਂ (-3, -5) ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ.<br/>
                (iv) ਬਿੰਦੂ G ਦੀ ਪਛਾਣ ਨਿਰਦੇਸ਼ਕਾਂ (2, -4) ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ.<br/>
                (v) ਬਿੰਦੂ D ਦੀ ਅਬਸੀਸਾ 6 ਹੈ.<br/>
                (vi) ਬਿੰਦੂ H ਦਾ ਸੰਚਾਲਨ -3 ਹੈ.<br/>
                (vii) ਬਿੰਦੂ L ਦੇ ਕੋਆਰਡੀਨੇਟ (0,5) ਹਨ.<br/> 
                (viii) ਬਿੰਦੂ M ਦੇ ਕੋਆਰਡੀਨੇਟ (-3,0) ਹਨ.
                </p>
                </div>

                <div className = "chapter1-right">
                
                <p>
                ਦਿੱਤਾ ਗਿਆ ਚਿੱਤਰ <br/>
                <img
               src = {ans312}
               alt = ""
               />
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਕਿਸ ਚਤੁਰਭੁਜ ਵਿੱਚ ਜਾਂ ਕਿਸ ਧੁਰੇ ਤੇ ਹਰੇਕ ਬਿੰਦੂ (-2, 4), (3, -1), (-1, 0), (1, 2) 
                ਅਤੇ (-3, -5) ਦਿੱਤੇ ਗਏ ਹਨ ? ਕਾਰਟੇਸ਼ੀਅਨ Plane 'ਤੇ 
                ਉਨ੍ਹਾਂ ਦਾ ਪਤਾ ਲਗਾ ਕੇ ਆਪਣੇ ਜਵਾਬ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਬਿੰਦੂ (-2, 4) ਦਾ ਨੈਗੇਟਿਵ ਐਬਸੀਸਾ ਅਤੇ ਸਕਾਰਾਤਮਕ ਕ੍ਰਮ ਹੈ.<br/>
                ∴ (-2,4) ਦੂਜੇ ਚਤੁਰਭੁਜ ਵਿੱਚ ਹੈ.<br/>
                ਬਿੰਦੂ (3, -1) ਵਿੱਚ ਸਕਾਰਾਤਮਕ ਅਬਸੀਸਾ ਅਤੇ ਨਕਾਰਾਤਮਕ ਕ੍ਰਮ ਹੈ.<br/>
                ∴ (3, -1) ਚੌਥੇ ਚਤੁਰਭੁਜ ਵਿੱਚ ਹੈ.<br/>
                ਬਿੰਦੂ (-1, 0) ਵਿੱਚ ਨੈਗੇਟਿਵ ਐਬਸੀਸਾ ਅਤੇ ਜ਼ੀਰੋ ਆਰਡੀਨੇਟ ਹੈ.<br/>
                ∴ ਬਿੰਦੂ (-1, 0) ਨਕਾਰਾਤਮਕ x- ਧੁਰੇ ਤੇ ਹੈ.<br/>
                ਬਿੰਦੂ (1, 2) ਵਿੱਚ ਐਬਸੀਸਾ ਹੋਣ ਦੇ ਨਾਲ ਨਾਲ ਆਰਡੀਨੇਟਿਵ ਸਕਾਰਾਤਮਕ ਹੈ.<br/>
                ∴ ਪੁਆਇੰਟ (1,2) ਪਹਿਲੇ ਚਤੁਰਭੁਜ ਵਿੱਚ ਹੈ.<br/>
                ਬਿੰਦੂ (-3, -5) ਵਿੱਚ ਐਬਸੀਸਾ ਹੋਣ ਦੇ ਨਾਲ ਨਾਲ ਆਰਡੀਨੇਟਿਵ ਨੈਗੇਟਿਵ ਹੈ.<br/>
                ∴ ਪੁਆਇੰਟ (-3, -5) ਤੀਜੇ ਚਤੁਰਭੁਜ ਵਿੱਚ ਹੈ.<br/>
                ਇਹਨਾਂ ਬਿੰਦੂਆਂ ਨੂੰ ਕਾਰਟੇਸ਼ੀਅਨ Plane ਵਿੱਚ ਬਣਾਇਆ ਗਿਆ ਹੈ 
                ਜਿਵੇਂ ਕਿ ਦਿੱਤੇ ਚਿੱਤਰ 3.2 ਵਿੱਚ A (-2, 4) ਦੇ ਰੂਪ ਵਿੱਚ ਦਰਸਾਇਆ ਗਿਆ ਹੈ;<br/> 
                B (3, -1); C (-L, 0); D (L, 2) ਅਤੇ E (-3, -5).
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਧੁਰੇ 'ਤੇ ਦੂਰੀ ਦੀਆਂ ਢੁਕਵੀਆਂ ਇਕਾਈਆਂ ਦੀ ਚੋਣ ਕਰਦਿਆਂ, <br/>
                Plane ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੀ ਸਾਰਣੀ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਬਿੰਦੂਆਂ (x, y) ਨੂੰ ਪਲਾਟ ਕਰੋ.<br/>
                <img
                src = {ans332}
                alt = ""
                />
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਦਿੱਤਾ ਗਿਆ ਚਿੱਤਰ 3.3 ਦੇਖੋ <br/>
                ਦਿੱਤੇ ਗਏ ਅੰਕ ਹਨ (-2, 8), (-1, 7), (0, -1.25), (1,3) ਅਤੇ (3, -1).<br/>
                ਇਹਨਾਂ ਬਿੰਦੂਆਂ ਨੂੰ ਘੜਨ ਲਈ:<br/>
                (i) ਅਸੀਂ X'OX ਅਤੇ YOY 'ਨੂੰ ਧੁਰੇ ਦੇ ਰੂਪ ਵਿੱਚ ਖਿੱਚਦੇ ਹਾਂ.<br/>
                (ii) ਅਸੀਂ ਧੁਰਿਆਂ 'ਤੇ ਦੂਰੀ ਦੀਆਂ ਉਚਿਤ ਇਕਾਈਆਂ ਦੀ ਚੋਣ ਕਰਦੇ ਹਾਂ.<br/>
                (iii) ਪਲਾਟ (-2,8) ਲਈ, ਅਸੀਂ O ਤੋਂ ਅਰੰਭ ਕਰਦੇ ਹਾਂ, x-axis ਤੇ (-2) 
                ਯੂਨਿਟਸ ਲੈਂਦੇ ਹਾਂ ਅਤੇ ਫਿਰ y+ਧੁਰੇ ਤੇ (+8) ਯੂਨਿਟ ਲੈਂਦੇ ਹਾਂ। ਅਸੀਂ ਬਿੰਦੂ ਨੂੰ ਏ (-2, 8) ਦੇ ਤੌਰ ਤੇ ਚਿੰਨ੍ਹਿਤ ਕਰਦੇ ਹਾਂ.<br/>
                (iv) (-1,7) ਪਲਾਟ ਕਰਨ ਲਈ, ਅਸੀਂ O ਤੋਂ ਅਰੰਭ ਕਰਦੇ ਹਾਂ, x-axis <br/>
                ਤੇ (-1) ਯੂਨਿਟਸ ਲੈਂਦੇ ਹਾਂ ਅਤੇ ਫਿਰ y+ਧੁਰੇ ਤੇ (+7) ਯੂਨਿਟ ਲੈਂਦੇ ਹਾਂ। ਅਸੀਂ ਬਿੰਦੂ ਨੂੰ B (-1, 7) ਦੇ ਰੂਪ ਵਿੱਚ ਚਿੰਨ੍ਹਿਤ ਕਰਦੇ ਹਾਂ.<br/>
                (v) ਪਲਾਟ ਕਰਨ ਲਈ (0, -1.25), ਅਸੀਂ y- ਧੁਰੇ ਤੇ x- ਧੁਰੇ ਦੇ ਹੇਠਾਂ 
                1.25 ਇਕਾਈਆਂ ਦੇ ਨਾਲ ਅੱਗੇ ਵਧਦੇ ਹਾਂ ਅਤੇ ਬਿੰਦੂ ਨੂੰ C (0, -1.25) ਦੇ ਰੂਪ ਵਿੱਚ ਚਿੰਨ੍ਹਿਤ ਕਰਦੇ ਹਾਂ.<br/>
                (vi) ਪਲਾਟ ਕਰਨ ਲਈ (1, 3), ਅਸੀਂ x+ਧੁਰੇ ਤੇ (+1) ਇਕਾਈ ਲੈਂਦੇ ਹਾਂ 
                ਅਤੇ ਫਿਰ y+ਧੁਰੇ ਤੇ (+3) ਇਕਾਈਆਂ ਲੈਂਦੇ ਹਾਂ. ਅਸੀਂ ਬਿੰਦੂ ਨੂੰ D (1, 3) ਦੇ ਰੂਪ ਵਿੱਚ ਚਿੰਨ੍ਹਿਤ ਕਰਦੇ ਹਾਂ.<br/>
                (vii) ਪਲਾਟ ਕਰਨ ਲਈ (3, -1), ਅਸੀਂ x- ਧੁਰੇ ਤੇ (+3) ਇਕਾਈਆਂ ਲੈਂਦੇ ਹਾਂ 
                ਅਤੇ ਫਿਰ y-ਧੁਰੇ ਤੇ (-1) ਇਕਾਈ ਲੈਂਦੇ ਹਾਂ. ਅਸੀਂ ਬਿੰਦੂ E (3, -1) ਨੂੰ ਚਿੰਨ੍ਹਿਤ ਕਰਦੇ ਹਾਂ.
                </p>

                </div>

                <div className = "chapter1-right">
                <p>
               
                <img
                src = {ans331}
                alt = ""
                /><br/>
                 ਦਿੱਤਾ ਗਿਆ ਚਿੱਤਰ 3.2<br/><br/>
                 <img
                src = {ans331i}
                alt = ""
                /><br/>
                ਦਿੱਤਾ ਗਿਆ ਚਿੱਤਰ 3.3
                </p>
                </div>
            </div>
            

        </div>
    )
}

export default Chapter1
