import React from 'react'
import "../6th/Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 9ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 2. "ਬਹੁਪਦ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਵਿੱਚੋਂ ਕਿਹੜਾ ਸਮੀਕਰਨ ਇੱਕ ਵੇਰੀਏਬਲ ਵਿੱਚ ਬਹੁਪਦ ਹਨ ਅਤੇ ਕਿਹੜਾ ਨਹੀਂ? ਤੁਹਾਡੇ ਜਵਾਬ ਦੇ ਕਾਰਨ ਦੱਸੋ.<br/>
                (i) 4x<sup>2</sup> - 3x + 7<br/>
                (ii) y<sup>2</sup> + √2<br/>
                (iii) 3√t + t√2<br/>
                (iv) y+ 2/y<br/>
                (v) x<sup>10</sup>+ y<sup>3</sup>+ t<sup>50</sup>
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                (i) ਸਾਡੇ ਕੋਲ 4x<sup>2</sup> - 3x + 7 = 4x<sup>2</sup> - 3x + 7x<sup>0</sup> ਹੈ<br/>
                ਇਹ ਇੱਕ ਵੇਰੀਏਬਲ ਯਾਨੀ ਐਕਸ ਵਿੱਚ ਇੱਕ ਬਹੁਪਦ ਹੈ<br/>
                ਕਿਉਂਕਿ x ਦਾ ਹਰ ਇੱਕ ਘਾਤਕ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੈ.<br/>

                (ii) ਸਾਡੇ ਕੋਲ y<sup>2</sup> + √2 = y<sup>2</sup> + √2y<sup>0</sup> ਹੈ<br/>
                ਇਹ ਇੱਕ ਵੇਰੀਏਬਲ ਯਾਨੀ y ਵਿੱਚ ਇੱਕ ਬਹੁਪਦ ਹੈ<br/>
                ਕਿਉਂਕਿ y ਦਾ ਹਰੇਕ ਘਾਤਕ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੈ.<br/>

                (iii) ਸਾਡੇ ਕੋਲ 3√t + t√2 = 3√t1/2 + √2.t ਹੈ<br/>
                ਇਹ ਬਹੁਪੱਖੀ ਨਹੀਂ ਹੈ, ਕਿਉਂਕਿ ਟੀ ਦੇ ਘਾਤਕਾਂ ਵਿੱਚੋਂ ਇੱਕ 12 ਹੈ,<br/>
                ਜੋ ਕਿ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਨਹੀਂ ਹੈ.<br/>

                (iv) ਸਾਡੇ ਕੋਲ y + y + 2/y = y + 2.y<sup>-1</sup> ਹੈ<br/>
                ਇਹ ਬਹੁਪੱਖੀ ਨਹੀਂ ਹੈ, ਕਿਉਂਕਿ y ਦੇ ਘਾਤਕਾਂ ਵਿੱਚੋਂ ਇੱਕ -1 ਹੈ,<br/>
                ਜੋ ਕਿ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਨਹੀਂ ਹੈ.<br/>

                (v) ਸਾਡੇ ਕੋਲ x<sup>10</sup> + y<sup>3</sup> + t<sup>50</sup> ਹੈ<br/>  
                ਇੱਥੇ, ਹਰੇਕ ਵੇਰੀਏਬਲ ਦਾ ਘਾਤਕ ਇੱਕ ਸੰਪੂਰਨ ਸੰਖਿਆ ਹੈ, 
                ਪਰ x<sup>10</sup> + y<sup>3</sup> + t<sup>50</sup> x, y ਅਤੇ t ਵਿੱਚ ਇੱਕ ਬਹੁਪਦ ਹੈ, ਅਰਥਾਤ, ਤਿੰਨ ਵੇਰੀਏਬਲਸ ਵਿੱਚ.<br/>
                ਇਸ ਲਈ, ਇਹ ਇੱਕ ਵੇਰੀਏਬਲ ਵਿੱਚ ਬਹੁਪੱਖੀ ਨਹੀਂ ਹੈ.
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਹਰੇਕ ਵਿੱਚ x<sup>2</sup> ਦੇ ਗੁਣਾਂਕ ਲਿਖੋ<br/>
                (i) 2 + x<sup>2</sup> + x<br/>
                (ii) 2 – x<sup>2</sup> + x<sup>3</sup><br/>
                (iii) π<sup>2</sup> x<sup>2</sup> + x<br/>
                (iv) √2 x – 1
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                (i) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ 2 + x<sup>2</sup> + x ਹੈ.<br/>
                X2 ਦਾ ਗੁਣਾਂਕ 1 ਹੈ.<br/>
                (ii) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ 2 - x<sup>2</sup> + x<sup>3</sup> ਹੈ।<br/>
                X2 ਦਾ ਗੁਣਾਂਕ -1 ਹੈ.<br/>
                (iii) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ π<sup>2</sup>x<sup>2</sup> + x ਹੈ।<br/>
                X<sup>2</sup> ਦਾ ਗੁਣਾਂਕ π<sup>2</sup> 1 ਹੈ.<br/>
                (iv) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ √2 x - 1 ਹੈ।<br/>
                X<sup>2</sup> ਦਾ ਗੁਣਾਂਕ 0 ਹੈ.
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਬਹੁ -ਗਿਣਤੀ ਦੇ ਹਰੇਕ ਦੀ ਡਿਗਰੀ ਲਿਖੋ.
                (i) 5x<sup>3</sup> + 4x<sup>2</sup> + 7x
                (ii) 4 - y<sup>2</sup>
                (iii) 5t - √7
                (iv) 3
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                (i) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ 5x<sup>3</sup> + 4x<sup>2</sup> + 7x ਹੈ।<br/>
                ਵੇਰੀਏਬਲ x ਦੀ ਉੱਚਤਮ ਸ਼ਕਤੀ 3 ਹੈ.<br/>
                ਇਸ ਲਈ, ਬਹੁਪੱਖੀ ਦੀ ਡਿਗਰੀ 3 ਹੈ.<br/>
                (ii) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ 4- y<sup>2</sup> ਹੈ. <br/>ਸਭ ਤੋਂ ਉੱਚਾ
                ਵੇਰੀਏਬਲ y ਦੀ ਸ਼ਕਤੀ 2 ਹੈ.<br/>
                ਇਸ ਲਈ, ਬਹੁਪੱਖੀ ਦੀ ਡਿਗਰੀ 2 ਹੈ.<br/>
                (iii) ਦਿੱਤਾ ਗਿਆ ਬਹੁਪੱਖੀ 5t - √7 ਹੈ।<br/> ਵੇਰੀਏਬਲ ਟੀ ਦੀ ਉੱਚਤਮ ਸ਼ਕਤੀ 1. ਹੈ.<br/> ਇਸ ਲਈ, ਬਹੁਪੱਖੀ ਦੀ ਡਿਗਰੀ 1 ਹੈ.<br/>
                (iv) ਉਦੋਂ ਤੋਂ, 3 = 3x ° [∵ x ° = 1]<br/>
                ਇਸ ਲਈ, ਬਹੁਪੱਖੀ ਦੀ ਡਿਗਰੀ 0 ਹੈ.
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਬਹੁਪੱਖੀ 5x - 4x<sup>2</sup> + 3 ਦਾ ਮੁੱਲ ਲੱਭੋ<br/>
                (i) x = 0<br/>
                (ii) x = – 1<br/>
                (iii) x = 2
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                1et p (x) = 5x - 4x<sup>2</sup> + 3 <br/>
                (i) p (0) = 5 (0) - 4 (0)<sup>2</sup> + 3 = 0 - 0 + 3 = 3<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x = 0 ਤੇ 5x - 4x<sup>2</sup> + 3 ਦਾ ਮੁੱਲ 3 ਹੈ.<br/>
                (ii) p (-1) = 5 (-1)-4 (-1) 2 + 3<br/>
                = -5x -4x<sup>2</sup> + 3 = -9 + 3 = -6<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x = -1 ਤੇ 5x -4x<sup>2</sup> + 3 ਦਾ ਮੁੱਲ -6 ਹੈ.<br/>
                (iii)p (2) = 5 (2) - 4 (2) <sup>2</sup> + 3 = 10 - 4 (4) + 3<br/>
                = 10 -16 + 3 = -3<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x = 2 ਤੇ 5x - 4x<sup>2</sup> + 3 ਦਾ ਮੁੱਲ - 3 ਹੈ.
                </p>
                
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਬਹੁਪਦ ਦੇ ਹਰੇਕ ਲਈ p (0), p (1) ਅਤੇ p (2) ਲੱਭੋ.<br/>
                (i) p (y) = y<sup>2</sup> - y +1<br/>
                (ii) p (t) = 2 +1 + 2t2 -t3<br/>
                (iii) P (x) = x<sup>3</sup><br/>
                (iv) p (x) = (x-1) (x+1)
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ p (y) = y2 - y + 1.<br/>
                ∴ p (0) = (0) 2 - 0 + 1 = 0 - 0 + 1 = 1<br/>
                p (1) = (1) 2 - 1 + 1 = 1 - 1 + 1 = 1<br/>
                p (2) = (2) 2 - 2 + 1 = 4 - 2 + 1 = 3<br/>
                (ii) ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ p (t) = 2 + t + 2t2 - t3<br/>
                ∴p (0) = 2 + 0 + 2 (0) 2 - (0) 3<br/>
                = 2 + 0 + 0 - 0 = 2<br/>
                p (1) = 2 + 1 + 2 (1) 2 - (1) 3<br/>
                = 2 + 1 + 2 - 1 = 4<br/>
                p (2) = 2 + 2 + 2 (2) 2 - (2) 3<br/>
                = 2 + 2 + 8 - 8 = 4<br/>
                (iii) ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ p (x) = x3<br/>
                ∴ p (0) = (0) 3 = 0, ਪੀ (1) = (1) 3 = 1<br/>
                p (2) = (2) 3 = 8<br/>
                (iv) ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ p (x) = (x - 1) (x + 1)<br/>
                ∴ p (0) = (0 -1) (0 + 1) = (-1) (1) = -1<br/>
                p (1) = (1 - 1) (1 +1) = (0) (2) = 0<br/>
                p (2) = (2 - 1) (2 + 1) = (1) (3) = 3
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਹੇਠਾਂ ਦਿੱਤੇ ਹਰੇਕ ਕੇਸ ਵਿੱਚ ਬਹੁਪਦ ਦਾ ਸਿਫ਼ਰ ਲੱਭੋ<br/>
                (i) p (x) = x+5<br/>
                (ii) p (x) = x - 5<br/>
                (iii) p (x) = 2x + 5<br/>
                (iv) p (x) = 3x - 2<br/>
                (v) p (x) = 3x<br/>
                
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) ਸਾਡੇ ਕੋਲ, p (x) = x + 5. ਕਿਉਂਕਿ, p (x) = 0<br/>
                ⇒ x + 5 = 0<br/>
                ⇒ x = -5.<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x + 5 ਦਾ ਜ਼ੀਰੋ -5 ਹੈ.<br/>

                (ii) ਸਾਡੇ ਕੋਲ, p (x) = x - 5.<br/>
                ਕਿਉਂਕਿ, p (x) = 0 ⇒ x -5 = 0 ⇒ x = -5<br/>
                ਇਸ ਤਰ੍ਹਾਂ, x - 5 ਦਾ ਜ਼ੀਰੋ 5 ਹੈ.<br/>

                (iii) ਸਾਡੇ ਕੋਲ, p (x) = 2x + 5. ਕਿਉਂਕਿ, p (x) = 0<br/>
                2x + 5 = 0<br/>
                2x = -5<br/>
                ⇒ x = −52<br/>
                ਇਸ ਤਰ੍ਹਾਂ, 2x + 5 ਦਾ ਜ਼ੀਰੋ −52 ਹੈ.<br/>

                (iv) ਸਾਡੇ ਕੋਲ, p (x) = 3x - 2. ਕਿਉਂਕਿ, p (x) = 0<br/>
                3x - 2 = 0<br/>
                3x = 2<br/>
                ⇒ x = 2/3
                ਇਸ ਤਰ੍ਹਾਂ, 3x - 2 ਦਾ ਜ਼ੀਰੋ 2/3 ਹੈ<br/>
                (v) ਸਾਡੇ ਕੋਲ, p (x) = 3x. ਕਿਉਂਕਿ, p (x) = 0<br/>
                3x = 0 ⇒ x = 0<br/>
                ਇਸ ਤਰ੍ਹਾਂ, 3x ਦਾ ਜ਼ੀਰੋ 0 ਹੈ.
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਬਾਕੀ ਲੱਭੋ ਜਦੋਂ x<sup>3</sup> + 3x<sup>2</sup> + 3x + 1 ਨਾਲ ਵੰਡਿਆ ਜਾਵੇ<br/>
                (i) x + 1<br/>
                (ii) x<br/>
                (iii) x + π
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (i) x + 1 ਦਾ ਸਿਫ਼ਰ -1 ਹੈ।<br/>
                ∴ p (-1) = (-1) 3 + 3 (-1) 2 + 3 (-1) +1<br/>
                = -1 + 3- 3 + 1 = 0<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦਾ ਬਾਕੀ = 0<br/>
                (ii) X ਦਾ ਜ਼ੀਰੋ 0 ਹੈ.<br/>
                ∴ p (0) = (0) 3 + 3 (0) 2 + 3 (0) + 1<br/>
                = 0 + 0 + 0 + 1 = 1<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦਾ ਬਾਕੀ = 1.<br/>
                (iii) ਉਹ x + of ਦਾ ਜ਼ੀਰੋ -π ਹੈ.<br/>
                ਪੀ (-π) = (-π) 3 + 3 (- π) 22 + 3 (- π) +1<br/>
                = -π<sup>3</sup> + 3π<sup>2</sup> + (-3π) + 1<br/>
                = - π<sup>3</sup> + 3π<sup>2</sup> - 3π +1<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦਾ ਬਾਕੀ -3 + 3π<sup>2</sup> - 3π + 1 ਹੈ.
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਬਾਕੀ ਲੱਭੋ ਜਦੋਂ x<sup>3</sup> - ax<sup>2</sup> + 6x - a ਨੂੰ x - a ਨਾਲ ਵੰਡਿਆ ਜਾਵੇ.
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਸਾਡੇ ਕੋਲ, p (x) = x3 - ax2 + 6x - a ਅਤੇ x - a ਦਾ ਜ਼ੀਰੋ ਏ ਹੈ.<br/>
                ∴ p (a) = (a) 3 - a (a) 2 + 6 (a) - a<br/>
                = a<sup>3</sup> - a<sup>3</sup> + 6a - a = 5a<br/>
                ਇਸ ਤਰ੍ਹਾਂ, ਲੋੜੀਂਦਾ ਬਾਕੀ 5a ਹੈ.
                </p>

                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                ਸਾਡੇ ਕੋਲ, p (x) = 3x3+7x. ਅਤੇ 7 + 3x ਦਾ ਜ਼ੀਰੋ −7/3 ਹੈ
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                p(-7/3) = 3(-7/3)<sup>3</sup>+7(-7/3)<br/>
                 = 3(-243/27) + (-49/3) <br/>
                 = -343/9 - 49/3<br/>
                 = -490/9<br/>
                 ਉਦੋਂ ਤੋਂ, (−490/9) ≠ 0
                ਭਾਵ ਬਾਕੀ 0 ਨਹੀਂ ਹੈ.
                3x<sup>3</sup> + 7x 7 + 3x ਨਾਲ ਵਿਭਾਜਕ ਨਹੀਂ ਹੈ.
                ਇਸ ਤਰ੍ਹਾਂ, 7 + 3x 3x3 + 7x ਦਾ ਕਾਰਕ ਨਹੀਂ ਹੈ.
                </p>
                </div>
            </div>
        </div>
    )
}

export default Chapter1
