import React from 'react'
import "../6th/Chapter1.css";
import ans211 from "../../Images/55.jpg";
import ans212 from "../../Images/56.jpg";
import ans213 from "../../Images/57.jpg";
import ans231 from "../../Images/58.jpg";
import ans232 from "../../Images/59.jpg";
import ans233 from "../../Images/60.jpg";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 10ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 2. "ਬਹੁਪਦ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 1.(i),(ii)</h4>
                <p>
                y = p (x) ਦੇ ਗ੍ਰਾਫ ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਚਿੱਤਰ 2.10 ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਹਨ, 
                ਕੁਝ ਬਹੁਪੱਖੀ p (x) ਲਈ. ਹਰੇਕ ਮਾਮਲੇ ਵਿੱਚ, p (x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ ਲੱਭੋ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਕਿਸੇ ਵੀ ਬਹੁਪਦੀ ਸਮੀਕਰਨ ਵਿੱਚ ਜ਼ੀਰੋ ਦੀ ਕੁੱਲ ਸੰਖਿਆ = ਵਕਰ x- ਧੁਰੇ ਨੂੰ ਕੱਟਣ ਦੀ ਕੁੱਲ ਸੰਖਿਆ.<br/>
                (i) ਦਿੱਤੇ ਗਏ ਗ੍ਰਾਫ ਵਿੱਚ, p(x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ 0 ਹੈ ਕਿਉਂਕਿ ਗ੍ਰਾਫ ਐਕਸ-ਐਕਸਿਸ ਦੇ ਸਮਾਨ ਹੈ 
                ਇਸ ਨੂੰ ਕਿਸੇ ਵੀ ਬਿੰਦੂ ਤੇ ਨਹੀਂ ਕੱਟਦਾ.<br/>

                (ii) ਦਿੱਤੇ ਗਏ ਗ੍ਰਾਫ ਵਿੱਚ, p (x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ 1 ਹੈ ਕਿਉਂਕਿ ਗ੍ਰਾਫ ਸਿਰਫ ਇੱਕ ਬਿੰਦੂ ਤੇ x- ਧੁਰੇ ਨੂੰ ਕੱਟਦਾ ਹੈ.<br/>
                <img
                src = {ans211}
                alt = ""
                />
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 1. (iii)(iv)</h4>
                <p>
                y = p (x) ਦੇ ਗ੍ਰਾਫ ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਚਿੱਤਰ 2.10 ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਹਨ, ਕੁਝ ਬਹੁਪੱਖੀ p (x) ਲਈ. ਹਰੇਕ ਮਾਮਲੇ ਵਿੱਚ, p (x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ ਲੱਭੋ.
                
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                (iii) ਦਿੱਤੇ ਗਏ ਗ੍ਰਾਫ ਵਿੱਚ, p(x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ 3 ਹੈ ਕਿਉਂਕਿ ਗ੍ਰਾਫ ਕਿਸੇ ਵੀ ਤਿੰਨ ਬਿੰਦੂਆਂ ਤੇ ਐਕਸ-ਐਕਸਿਸ ਨੂੰ ਕੱਟਦਾ ਹੈ.<br/>

                (iv) ਦਿੱਤੇ ਗਏ ਗ੍ਰਾਫ ਵਿੱਚ, p(x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ 2 ਹੈ ਕਿਉਂਕਿ ਗ੍ਰਾਫ ਐਕਸ-ਐਕਸਿਸ ਨੂੰ ਦੋ ਬਿੰਦੂਆਂ ਤੇ ਕੱਟਦਾ ਹੈ.<br/><br/>
                <img
                src = {ans212}
                alt = ""
                />
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 2.1 ਪ੍ਰਸ਼ਨ 1.(v)(vi)</h4>
                <p>
                y = p (x) ਦੇ ਗ੍ਰਾਫ ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਚਿੱਤਰ 2.10 ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਹਨ, ਕੁਝ ਬਹੁਪੱਖੀ p (x) ਲਈ. ਹਰੇਕ ਮਾਮਲੇ ਵਿੱਚ, p (x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ ਲੱਭੋ.
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                (v) ਦਿੱਤੇ ਗਏ ਗ੍ਰਾਫ ਵਿੱਚ, p (x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ 4 ਹੈ ਕਿਉਂਕਿ ਗ੍ਰਾਫ x- ਧੁਰੇ ਨੂੰ ਚਾਰ ਬਿੰਦੂਆਂ ਤੇ ਕੱਟਦਾ ਹੈ.<br/>

                (vi) ਦਿੱਤੇ ਗਏ ਗ੍ਰਾਫ ਵਿੱਚ, p (x) ਦੇ ਜ਼ੀਰੋ ਦੀ ਸੰਖਿਆ 3 ਹੈ ਕਿਉਂਕਿ ਗ੍ਰਾਫ x- ਧੁਰੇ ਨੂੰ ਤਿੰਨ ਬਿੰਦੂਆਂ ਤੇ ਕੱਟਦਾ ਹੈ.<br/><br/><br/><br/>
                <img
                src = {ans213}
                alt = ""
                />
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 2.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਹੇਠ ਦਿੱਤੇ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਲੱਭੋ ਅਤੇ ਜ਼ੀਰੋ ਅਤੇ ਗੁਣਾਂਕ ਦੇ ਵਿਚਕਾਰ ਸੰਬੰਧ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ.

                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) x<sup>2</sup>–2x –8<br/>

                ⇒x<sup>2</sup>– 4x+2x – 8 = x (x – 4) +2 (x – 4) = (x-4) (x+2)<br/>

                ਇਸ ਲਈ, ਬਹੁਪਦ ਸਮੀਕਰਨ x<sup>2</sup>–2x – 8 ਦੇ ਜ਼ੀਰੋ ਹਨ (4, -2)<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = 4–2 = 2 = -( -2)/1 = -(x ਦਾ ਗੁਣਾਂਕ)/(x<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = 4 × (-2) = -8 =-(8)/1 = (ਨਿਰੰਤਰ ਮਿਆਦ)/(x<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                (ii) 4s<sup>2</sup>–4s+1<br/>

                ⇒4s<sup>2</sup>–2s – 2s+1 = 2s (2s – 1) –1 (2s-1) = (2s – 1) (2s – 1)<br/>

                ਇਸ ਲਈ, ਬਹੁਪੱਖੀ ਸਮੀਕਰਨ 4s<sup>2</sup>–4s+1 ਦੇ ਜ਼ੀਰੋ ਹਨ (1/2, 1/2)<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = (½)+(1/2) = 1 = -4/4 = -(s ਦਾ ਗੁਣਾਂਕ)/(s<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = (1/2) × (1/2) = 1/4 = (ਨਿਰੰਤਰ ਮਿਆਦ)/(s<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)
                </p>
                
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 1.(iii)(iv)</h4>
                <p>
               
                </p>
                <p>
                    <br/>ਹੱਲ :
                </p>
                <p>
                (iii) 6x<sup>2</sup>–3–7x<br/>

                ⇒6x<sup>2</sup>–7x – 3 = 6x<sup>2</sup>-9x +2x-3 = 3x (2x-3) +1 (2x-3) = (3x +1) (2x-3)<br/>

                ਇਸ ਲਈ, ਬਹੁਪਦ ਸਮੀਕਰਨ 6x<sup>2</sup>–3–7x ਦੇ ਜ਼ੀਰੋ ਹਨ (-1/3, 3/2)<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = -(1/3)+(3/2) = (7/6) = -(x ਦਾ ਗੁਣਾਂਕ)/(x<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = -(1/3) × (3/2) = -(3/6) = (ਨਿਰੰਤਰ ਮਿਆਦ)/(x<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                (iv) 4u<sup>2</sup>+8u<br/>

                ⇒ 4u (u+2)<br/>

                ਇਸ ਲਈ, ਬਹੁਪਦ ਸਮੀਕਰਨ 4u<sup>2</sup> + 8u ਦੇ ਜ਼ੀਰੋ (0, -2) ਹਨ.<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = 0+( -2) = -2 = -(8/4) = = -(u ਦਾ ਗੁਣਾਂਕ)/(u<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = 0 × -2 = 0 = 0/4 = (ਨਿਰੰਤਰ ਮਿਆਦ)/(u<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 1.(v)(vi)</h4>
                <p>
               
                </p>
                <p>
                <br/>ਹੱਲ :
                </p>
                <p>
                (v) t<sup>2</sup>-15<br/>

                ⇒ t<sup>2</sup> = 15 ਜਾਂ t = ± -15<br/>

                ਇਸ ਲਈ, ਬਹੁਪਦ ਸਮੀਕਰਨ t<sup>2</sup> –15 ਦੇ ਜ਼ੀਰੋ ਹਨ (√15, -√15)<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = √15+( -√15) = 0 = -(0/1) = -(t ਦਾ ਗੁਣਾਂਕ) / (t<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = √15 × (-√15) = -15 = -15/1 = (ਨਿਰੰਤਰ ਮਿਆਦ) / (t<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)<br/>

                (vi) 3x<sup>2</sup> – x – 4<br/>

                ⇒ 3x<sup>2</sup>–4x+3x – 4 = x (3x-4) +1 (3x-4) = (3x-4) (x+1)<br/>

                ਇਸ ਲਈ, ਬਹੁਪਦ ਸਮੀਕਰਨ 3x<sup>2</sup> -x -4 ਦੇ ਜ਼ੀਰੋ ਹਨ (4/3, -1)<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = (4/3)+( -1) = (1/3) = -( -1/3) = -(x ਦਾ ਗੁਣਾਂਕ)/(x2 ਦਾ ਗੁਣਾਂਕ)<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = (4/3) × (-1) = (-4/3) = (ਨਿਰੰਤਰ ਮਿਆਦ)/(x<sup>2</sup> ਦਾ ਗੁਣਾਂਕ)
                </p>

                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 2 (i)(ii).</h4>
                <p>
                ਕ੍ਰਮਵਾਰ ਇਸਦੇ ਜ਼ੀਰੋ ਦੇ ਜੋੜ ਅਤੇ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਅੰਕਾਂ ਦੇ ਨਾਲ ਇੱਕ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਲੱਭੋ.<br/>
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (i) 1/4, -1<br/>
                ਜ਼ੀਰੋ ਦੇ ਜੋੜ ਅਤੇ ਉਤਪਾਦ ਦੇ ਫਾਰਮੂਲੇ ਤੋਂ, ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ,<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α + β = 1/4<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ =α.β = -1<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α+β = 1/4<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = α β = -1<br/>

                ∴ ਜੇ α ਅਤੇ any ਕਿਸੇ ਵੀ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਹਨ, ਤਾਂ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਸਮੀਕਰਨ ਨੂੰ ਸਿੱਧਾ ਇਸ ਤਰ੍ਹਾਂ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:-<br/>

                x<sup>2</sup>– (α +β) x +αβ = 0<br/>

                x<sup>2</sup>– (1/4) x +(-1) = 0<br/>

                4x<sup>2</sup> – x-4 = 0<br/>

                ਇਸ ਪ੍ਰਕਾਰ, 4x<sup>2</sup>– x – 4 ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਹੈ।<br/>

                (ii) -2, 1/3<br/>

                ਹੱਲ:<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α + β = √2<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = α β = 1/3<br/>

                ∴ ਜੇ α ਅਤੇ any ਕਿਸੇ ਵੀ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਹਨ, ਤਾਂ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਸਮੀਕਰਨ ਨੂੰ ਸਿੱਧਾ ਇਸ ਤਰ੍ਹਾਂ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:-<br/>

                x<sup>2</sup>– (α +β) x +αβ = 0<br/>

                x<sup>2</sup> - (√2) x + (1/3) = 0<br/>

                3x<sup>2</sup>-3√2x+1 = 0<br/>

                ਇਸ ਪ੍ਰਕਾਰ, 3x<sup>2</sup>-3√2x+1 ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਹੈ।
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.2 ਪ੍ਰਸ਼ਨ 2(iii)(iv).</h4>
                <p>
                
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (iii) 0, √5<br/>

                <br/>

                ਦਿੱਤਾ,<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α+β = 0<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = α β = √5<br/>

                ∴ ਜੇ α ਅਤੇ ਕਿਸੇ ਵੀ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਹਨ, ਤਾਂ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਸਮੀਕਰਨ ਨੂੰ ਸਿੱਧਾ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ<br/>

                ਜਿਵੇਂ:-<br/><br/>

                x<sup>2</sup>– (α +β) x +αβ = 0<br/><br/>

                x<sup>2</sup>– (0) x +√5 = 0<br/>

                ਇਸ ਤਰ੍ਹਾਂ, x<sup>2</sup>+√5 ਚਤੁਰਭੁਜਕ ਬਹੁਪੱਖੀ ਹੈ.<br/><br/>

                (iv) 1, 1<br/>

                ਹੱਲ:<br/>

                ਦਿੱਤਾ,<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α+β = 1<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = α β = 1<br/><br/>

                ∴ ਜੇ α ਅਤੇ any ਕਿਸੇ ਵੀ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਹਨ, ਤਾਂ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਸਮੀਕਰਨ ਨੂੰ ਸਿੱਧਾ ਇਸ ਤਰ੍ਹਾਂ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:-<br/>

                x<sup>2</sup>– (α +β) x +αβ = 0<br/>

                x<sup>2</sup> – x+1 = 0<br/>

                ਇਸ ਤਰ੍ਹਾਂ, x<sup>2</sup> – x+1 ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਹੈ
                </p>

                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.2  ਪ੍ਰਸ਼ਨ 2(v)(vi)   .</h4>
                <p>

                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (v) -1/4, 1/4<br/>

                ਦਿੱਤਾ,<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α+β = -1/4<br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = α β = 1/4<br/><br/>

                ∴ ਜੇ α ਅਤੇ any ਕਿਸੇ ਵੀ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਹਨ, ਤਾਂ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਸਮੀਕਰਨ ਨੂੰ ਸਿੱਧਾ ਇਸ ਤਰ੍ਹਾਂ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:-<br/>

                x<sup>2</sup>– (α +β) x +αβ = 0<br/><br/>

                x<sup>2</sup>-(-1/4) x +(1/4) = 0<br/>

                4x<sup>2</sup>+x+1 = 0<br/>

                ਇਸ ਪ੍ਰਕਾਰ, 4x<sup>2</sup>+x+1 ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਹੈ.<br/>

                (vi) 4, 1<br/>

                ਹੱਲ:<br/><br/>

                ਦਿੱਤਾ,<br/>

                ਜ਼ੀਰੋ ਦਾ ਜੋੜ = α+β = 4 <br/>

                ਜ਼ੀਰੋ ਦਾ ਉਤਪਾਦ = αβ = 1<br/>

                ∴ ਜੇ α ਅਤੇ ਕਿਸੇ ਵੀ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਦੇ ਜ਼ੀਰੋ ਹਨ, ਤਾਂ ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਸਮੀਕਰਨ ਨੂੰ ਸਿੱਧਾ ਇਸ ਤਰ੍ਹਾਂ ਲਿਖਿਆ ਜਾ ਸਕਦਾ ਹੈ:-<br/>
                <br/>
                x<sup>2</sup>– (α+β) x+αβ = 0<br/>

                x<sup>2</sup>–4x+1 = 0<br/>

                ਇਸ ਪ੍ਰਕਾਰ, x<sup>2</sup>–4x+1 ਚਤੁਰਭੁਜਕ ਬਹੁਪਦ ਹੈ।
                </p>
                </div>
            </div>
            <h4>ਬਹੁਪੱਖੀ p (x) ਨੂੰ ਬਹੁਪੱਖੀ g (x) ਨਾਲ ਵੰਡੋ ਅਤੇ ਹੇਠ ਲਿਖੇ ਵਿੱਚੋਂ ਹਰੇਕ ਵਿੱਚ ਭਾਗ ਅਤੇ ਬਾਕੀ ਲੱਭੋ:</h4>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                (i) p(x) = x<sup>3</sup>-3x<sup>2</sup>+5x – 3, g(x) = x<sup>2</sup>–2
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                <img
                src = {ans231}
                alt = ""
                /><br/><br/>
                ਇਸ ਲਈ, ਵੰਡ ਤੇ ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                ਭਾਗ = x – 3<br/>

                ਬਾਕੀ = 7x – 9
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                p(x) = x<sup>4</sup>-3x<sup>2</sup>+4x+5 , g(x) = x<sup>2</sup>+1-x
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                <img
                src = {ans232}
                alt = ""
                /><br/>
                ਇਸ ਲਈ, ਵੰਡ ਤੇ ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                ਭਾਗ = x<sup>2</sup> + x – 3<br/>

                ਬਾਕੀ = 8
                </p>

                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  2.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                p(x) =x<sup>4</sup>–5x+6, g(x) = 2–x<sup>2</sup>
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                <img
                src = {ans233}
                alt = ""
                /><br/><br/>
                ਇਸ ਲਈ, ਵੰਡ ਤੇ ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                ਭਾਗ = -x<sup>2</sup>-2<br/>

                ਬਾਕੀ = -5x + 10
                </p>
                </div>
            </div>

        </div>
    )
}

export default Chapter1
