import React from 'react'
import "../6th/Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 10ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 1. "ਵਾਸਤਵਿਕ ਸੰਖਿਆਵਾਂ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਮ. ਸ. ਵ. ਨੂੰ ਲੱਭਣ ਲਈ ਯੂਕਲਿਡ ਡਿਵੀਜ਼ਨ ਐਲਗੋਰਿਦਮ ਦੀ ਵਰਤੋਂ ਕਰੋ:<br/>
                i 135 ਅਤੇ 225<br/>
                ii. 196 ਅਤੇ 38220<br/>
                iii. 867 ਅਤੇ 255
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                i 135 ਅਤੇ 225<br/>
                ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਵੇਖ ਸਕਦੇ ਹੋ, 225 ਤੋਂ 135 ਤੋਂ ਵੱਡਾ ਹੈ. ਇਸ ਲਈ, ਯੂਕਲਿਡ ਦੇ ਵਿਭਾਜਨ ਐਲਗੋਰਿਦਮ ਦੁਆਰਾ, ਸਾਡੇ ਕੋਲ,<br/>
                225 = 135 × 1 + 90<br/>
                ਹੁਣ, ਬਾਕੀ 90 ≠ 0, ਇਸ ਤਰ੍ਹਾਂ ਦੁਬਾਰਾ 90 ਲਈ ਡਿਵੀਜ਼ਨ ਲੇਮਾ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>
                135 = 90 × 1 + 45<br/>
                ਦੁਬਾਰਾ, 45 ≠ 0, 45 ਲਈ ਉਪਰੋਕਤ ਕਦਮ ਨੂੰ ਦੁਹਰਾਉਂਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>
                90 = 45 × 2 + 0<br/>
                ਬਾਕੀ ਹੁਣ ਜ਼ੀਰੋ ਹੈ, ਇਸ ਲਈ ਸਾਡੀ ਵਿਧੀ ਇੱਥੇ ਰੁਕ ਜਾਂਦੀ ਹੈ. ਕਿਉਂਕਿ, ਆਖਰੀ ਪੜਾਅ ਵਿੱਚ, ਵਿਭਾਜਕ 45 ਹੈ, ਇਸ ਲਈ, HCF (225,135) = HCF (135, 90) = HCF (90, 45) = 45.<br/>
                ਇਸ ਲਈ, 225 ਅਤੇ 135 ਦਾ ਐਚਸੀਐਫ 45 ਹੈ.<br/>
                ii. 196 ਅਤੇ 38220<br/>
                ਇਸ ਦਿੱਤੇ ਗਏ ਪ੍ਰਸ਼ਨ ਵਿੱਚ, 38220 {">"} 196, ਇਸ ਲਈ ਯੂਕਲਿਡ ਦੀ ਡਿਵੀਜ਼ਨ ਐਲਗੋਰਿਦਮ ਨੂੰ ਲਾਗੂ ਕਰਕੇ ਅਤੇ 38220 ਨੂੰ ਵਿਭਾਜਕ ਵਜੋਂ ਲੈਣ ਨਾਲ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>
                38220 = 196 × 195 + 0<br/>
                ਸਾਨੂੰ ਪਹਿਲਾਂ ਹੀ 0 ਦੇ ਤੌਰ ਤੇ ਬਾਕੀ ਬਚਿਆ ਹੈ. ਇਸ ਲਈ, ਐਚਸੀਐਫ (196, 38220) = 196.<br/>
                ਇਸ ਲਈ, 196 ਅਤੇ 38220 ਦਾ ਐਚਸੀਐਫ 196 ਹੈ.<br/>
                iii. 867 ਅਤੇ 255<br/>
                ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ, 867 255 ਤੋਂ ਵੱਡਾ ਹੈ. ਆਓ ਹੁਣ ਯੂਕਲੀਡ ਦੀ ਡਿਵੀਜ਼ਨ ਐਲਗੋਰਿਦਮ ਨੂੰ 867 ਤੇ ਲਾਗੂ ਕਰੀਏ, ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ,<br/>
                867 = 255 × 3 + 102<br/>
                ਬਾਕੀ 102 ≠ 0, ਇਸ ਲਈ 255 ਨੂੰ ਵਿਭਾਜਕ ਵਜੋਂ ਲੈਣਾ ਅਤੇ ਭਾਗ ਲੇਮਾ ਵਿਧੀ ਨੂੰ ਲਾਗੂ ਕਰਨਾ, ਸਾਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,<br/>
                255 = 102 2 + 51<br/>
                ਦੁਬਾਰਾ ਫਿਰ, 51 ≠ 0. ਹੁਣ 102 ਨਵਾਂ ਵਿਭਾਜਕ ਹੈ, ਇਸ ਲਈ ਉਹੀ ਕਦਮ ਦੁਹਰਾਉਣਾ ਜੋ ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>
                102 = 51 × 2 + 0<br/>
                ਬਾਕੀ ਹੁਣ ਜ਼ੀਰੋ ਹੈ, ਇਸ ਲਈ ਸਾਡੀ ਪ੍ਰਕਿਰਿਆ ਇੱਥੇ ਹੀ ਰੁਕ ਜਾਂਦੀ ਹੈ. ਕਿਉਂਕਿ, ਆਖਰੀ ਪੜਾਅ ਵਿੱਚ, ਵਿਭਾਜਕ 51 ਹੈ, ਇਸਲਈ, HCF (867,255) = HCF (255,102) = HCF (102,51) = 51.<br/>
                ਇਸ ਲਈ, 867 ਅਤੇ 255 ਦਾ ਮ. ਸ. ਵ.  51 ਹੈ
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                3. 616 ਮੈਂਬਰਾਂ ਦੀ ਫ਼ੌਜੀ ਟੁਕੜੀ ਪਰੇਡ ਵਿੱਚ 32 ਮੈਂਬਰਾਂ ਦੇ ਫ਼ੌਜੀ ਬੈਂਡ ਦੇ ਪਿੱਛੇ ਮਾਰਚ ਕਰੇਗੀ। 
                ਦੋਵੇਂ ਸਮੂਹਾਂ ਨੂੰ ਇੱਕੋ ਜਿਹੇ ਕਾਲਮਾਂ ਵਿੱਚ ਮਾਰਚ ਕਰਨਾ ਹੈ. ਕਾਲਮਾਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਖਿਆ ਕੀ ਹੈ 
                ਜਿਸ ਵਿੱਚ ਉਹ ਮਾਰਚ ਕਰ ਸਕਦੇ ਹਨ?
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਦਿੱਤਾ,<br/>

                ਫ਼ੌਜੀ ਦਲ ਦੇ ਮੈਂਬਰਾਂ ਦੀ ਗਿਣਤੀ = 616<br/><br/>

                ਆਰਮੀ ਬੈਂਡ ਮੈਂਬਰਾਂ ਦੀ ਗਿਣਤੀ = 32<br/><br/>

                ਜੇ ਦੋ ਸਮੂਹਾਂ ਨੇ ਇੱਕੋ ਕਾਲਮ ਵਿੱਚ ਮਾਰਚ ਕਰਨਾ ਹੈ, 
                ਤਾਂ ਸਾਨੂੰ ਦੋ ਸਮੂਹਾਂ ਦੇ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਸਾਂਝੇ ਕਾਰਕ ਦਾ ਪਤਾ ਲਗਾਉਣਾ ਪਏਗਾ. 
                ਐਚਸੀਐਫ (616, 32), ਕਾਲਮਾਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਖਿਆ ਦਿੰਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਉਹ ਮਾਰਚ ਕਰ ਸਕਦੇ ਹਨ.<br/><br/>

                ਉਨ੍ਹਾਂ ਦੇ ਐਚਸੀਐਫ ਨੂੰ ਲੱਭਣ ਲਈ ਯੂਕਲਿਡ ਦੇ ਐਲਗੋਰਿਦਮ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/><br/>

                ਕਿਉਂਕਿ, 616 {">"} 32, ਇਸ ਲਈ,<br/><br/>

                616 = 32 × 19 + 8<br/><br/>

                ਕਿਉਂਕਿ, 8 ≠ 0, ਇਸ ਲਈ, 32 ਨੂੰ ਨਵੇਂ ਵਿਭਾਜਕ ਵਜੋਂ ਲੈਂਦੇ ਹੋਏ, ਸਾਡੇ ਕੋਲ,<br/><br/>

                32 = 8 × 4 + 0<br/><br/>

                ਹੁਣ ਸਾਡੇ ਕੋਲ 0 ਦੇ ਰੂਪ ਵਿੱਚ ਬਾਕੀ ਬਚ ਗਿਆ ਹੈ, ਇਸ ਲਈ, HCF (616, 32) = 8.<br/><br/>

                ਇਸ ਲਈ, ਕਾਲਮਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ ਜਿਸ ਵਿੱਚ ਉਹ ਮਾਰਚ ਕਰ ਸਕਦੇ ਹਨ 8 ਹੈ.
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਯੂਕਲਿਡ ਦੀ ਡਿਵੀਜ਼ਨ ਲੇਮਾ ਦੀ ਵਰਤੋਂ ਇਹ ਦਰਸਾਉਣ ਲਈ ਕਰੋ 
                ਕਿ ਕਿਸੇ ਵੀ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦਾ ਵਰਗ ਕੁਝ ਪੂਰਨ ਅੰਕ ਦੇ ਲਈ 3m ਜਾਂ 3m + 1 ਰੂਪ ਦਾ ਹੈ.
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                X ਨੂੰ ਕੋਈ ਵੀ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਅਤੇ y = 3 ਹੋਣ ਦਿਉ.<br/><br/>

                ਯੂਕਲਿਡ ਦੇ ਡਿਵੀਜ਼ਨ ਐਲਗੋਰਿਦਮ ਦੁਆਰਾ, ਫਿਰ,<br/><br/>

                x = 3q + r ਕੁਝ ਪੂਰਨ ਅੰਕ q≥0 ਅਤੇ r = 0, 1, 2 ਲਈ, r ≥ 0 ਅਤੇ r {"<"} 3 ਦੇ ਰੂਪ ਵਿੱਚ.<br/><br/>

                ਇਸ ਲਈ, x = 3q, 3q+1 ਅਤੇ 3q+2<br/><br/>

                ਹੁਣ ਦਿੱਤੇ ਗਏ ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ, ਦੋਵਾਂ ਪਾਸਿਆਂ ਨੂੰ ਵਰਗ ਕਰਕੇ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/><br/>

                x2 = (3q) 2 = 9q2 = 3 × 3q2<br/><br/>

                ਆਓ 3q2 = ਮੀ<br/><br/>

                ਇਸ ਲਈ, x2 = 3m …………………… .. (1)<br/><br/>

                x2 = (3q +1) 2 = (3q) 2 +12 +2 × 3q × 1 = 9q2 +1 +6q = 3 (3q2 +2q) +1<br/><br/>

                ਬਦਲਣ ਲਈ, 3q2+2q = m, ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ,<br/><br/>

                x2 = 3m + 1 ……………………………. (2)<br/><br/>

                x2 = (3q + 2) 2 = (3q) 2 + 22 + 2 × 3q × 2 = 9q2 + 4 + 12q = 3 (3q2 + 4q + 1) +1<br/><br/>

                ਦੁਬਾਰਾ, ਬਦਲਣ ਲਈ, 3q2+4q+1 = m, ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ,<br/><br/>

                x2 = 3m + 1 …………………………… (3)<br/><br/>

                ਇਸ ਲਈ, ਸਮੀਕਰਨ 1, 2 ਅਤੇ 3 ਤੋਂ, ਅਸੀਂ ਇਹ ਕਹਿ ਸਕਦੇ ਹਾਂ ਕਿ, ਕਿਸੇ ਵੀ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦਾ ਵਰਗ 
                ਜਾਂ ਤਾਂ ਕੁਝ ਪੂਰਨ ਅੰਕ m ਲਈ ਫਾਰਮ 3m ਜਾਂ 3m + 1 ਦਾ ਰੂਪ ਹੈ.<br/>
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਹਰੇਕ ਸੰਖਿਆ ਨੂੰ ਇਸਦੇ ਮੁੱਖ ਗੁਣਣਖੰਡ ਦੇ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਗਟ ਕਰੋ:<br/>

                (i) 140<br/>

                (ii) 156<br/>

                (iii) 3825<br/>

                (iv) 5005<br/>

                (v) 7429
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) 140<br/><br/>

                140 ਦਾ ਐਲਸੀਐਮ ਲੈ ਕੇ, ਅਸੀਂ ਇਸਦੇ ਮੁੱਖ ਕਾਰਕ ਗੁਣਣਖੰਡ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ.<br/><br/>

                ਇਸ ਲਈ, 140 = 2 × 2 × 5 × 7 × 1 = 22 × 5 × 7<br/><br/>

                (ii) 156<br/><br/>

                156 ਦਾ ਐਲਸੀਐਮ ਲੈ ਕੇ, ਅਸੀਂ ਇਸਦੇ ਮੁੱਖ ਗੁਣਣਖੰਡ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ.<br/><br/>

                ਇਸ ਲਈ, 156 = 2 × 2 × 13 × 3 × 1 = 22 × 13 × 3<br/><br/>

                (iii) 3825<br/><br/>

                3825 ਦਾ ਐਲਸੀਐਮ ਲੈ ਕੇ, ਅਸੀਂ ਇਸਦੇ ਮੁੱਖ ਗੁਣਣਖੰਡ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ.<br/><br/>

                ਇਸ ਲਈ, 3825 = 3 × 3 × 5 × 5 × 17 × 1 = 32 × 52 × 17<br/><br/>

                (iv) 5005<br/><br/>

                5005 ਦਾ ਐਲਸੀਐਮ ਲੈ ਕੇ, ਅਸੀਂ ਇਸਦੇ ਮੁੱਖ ਗੁਣਣਖੰਡ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ.<br/><br/>

                ਇਸ ਲਈ, 5005 = 5 × 7 × 11 × 13 × 1 = 5 × 7 × 11 × 13<br/><br/>

                (v) 7429<br/><br/>

                7429 ਦਾ ਐਲਸੀਐਮ ਲੈ ਕੇ, ਅਸੀਂ ਇਸਦੇ ਮੁੱਖ ਗੁਣਣਖੰਡ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ.<br/><br/>

                ਇਸ ਲਈ, 7429 = 17 × 19 × 23 × 1 = 17 × 19 × 23
                </p>
                
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਪੂਰਨ ਅੰਕ ਦੇ ਹੇਠਲੇ ਜੋੜਿਆਂ ਦਾ LCM ਅਤੇ HCF ਲੱਭੋ ਅਤੇ ਜਾਂਚ ਕਰੋ ਕਿ LCM × HCF = ਦੋ ਸੰਖਿਆਵਾਂ ਦਾ ਗੁਣਨਫਲ.<br/>

                (i) 26 ਅਤੇ 91<br/>

                (ii) 510 ਅਤੇ 92<br/>

                (iii) 336 ਅਤੇ 54
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) 26 ਅਤੇ 91<br/>

                26 ਅਤੇ 91 ਨੂੰ ਇਸਦੇ ਮੁੱਖ ਗੁਣਨਖੰਡ ਵਜੋਂ ਪ੍ਰਗਟਾਉਂਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                26 = 2 × 13 × 1<br/>

                91 = 7 × 13 × 1<br/>

                ਇਸ ਲਈ, LCM (26, 91) = 2 × 7 × 13 × 1 = 182<br/>

                    ਅਤੇ ਐਚਸੀਐਫ (26, 91) = 13<br/>

                ਤਸਦੀਕ<br/>

                ਹੁਣ, 26 ਅਤੇ 91 ਦਾ ਗੁਣਨਫਲ = 26 × 91 = 2366<br/>

                ਅਤੇ LCM ਅਤੇ HCF ਦਾ ਗੁਣਨਫਲ = 182 × 13 = 2366<br/>

                ਇਸ ਲਈ, LCM × HCF = 26 ਅਤੇ 91 ਦਾ ਗੁਣਨਫਲ .<br/>

                (ii) 510 ਅਤੇ 92<br/>

                510 ਅਤੇ 92 ਨੂੰ ਇਸਦੇ ਮੁੱਖ ਗੁਣਨਖੰਡ ਵਜੋਂ ਪ੍ਰਗਟਾਉਂਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                510 = 2 × 3 × 17 × 5 × 1<br/>

                92 = 2 × 2 × 23 × 1<br/>

                ਇਸ ਲਈ, LCM (510, 92) = 2 × 2 × 3 × 5 × 17 × 23 = 23460<br/>

                ਅਤੇ ਐਚਸੀਐਫ (510, 92) = 2<br/>

                ਤਸਦੀਕ<br/>

                ਹੁਣ, 510 ਅਤੇ 92 = 510 × 92 = 46920 ਦਾ ਗੁਣਨਫਲ<br/>

                ਅਤੇ LCM ਅਤੇ HCF ਦਾ ਗੁਣਨਫਲ = 23460 2 = 46920<br/>

                ਇਸ ਲਈ, LCM × HCF = 510 ਅਤੇ 92 ਦਾ ਗੁਣਨਫਲ<br/>

                (iii) 336 ਅਤੇ 54<br/>

                336 ਅਤੇ 54 ਨੂੰ ਇਸਦੇ ਮੁੱਖ ਗੁਣਨਖੰਡ ਵਜੋਂ ਪ੍ਰਗਟਾਉਂਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                336 = 2 × 2 × 2 × 2 × 7 × 3 × 1<br/>

                54 = 2 × 3 × 3 × 3 × 1<br/>

                ਇਸ ਲਈ, LCM (336, 54) = = 3024<br/>

                ਅਤੇ ਐਚਸੀਐਫ (336, 54) = 2 × 3 = 6<br/>

                ਤਸਦੀਕ<br/>

                ਹੁਣ, 336 ਅਤੇ 54 ਦਾ ਗੁਣਨਫਲ = 336 × 54 = 18,144<br/>

                ਅਤੇ LCM ਅਤੇ HCF ਦਾ ਗੁਣਨਫਲ = 3024 6 = 18,144<br/>

                ਇਸ ਲਈ, LCM × HCF = 336 ਅਤੇ 54 ਦਾ ਗੁਣਨਫਲ
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  1.2  ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਅਭਾਜ ਵਿਧੀ ਨੂੰ ਲਾਗੂ ਕਰਕੇ ਹੇਠ ਲਿਖੇ ਪੂਰਨ ਅੰਕ ਦਾ LCM ਅਤੇ HCF ਲੱਭੋ.<br/>

                (i) 12, 15 ਅਤੇ 21<br/>

                (ii) 17, 23 ਅਤੇ 29<br/>

                (iii) 8, 9 ਅਤੇ 25
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) 12, 15 ਅਤੇ 21<br/>

                ਤਿੰਨਾਂ ਸੰਖਿਆਵਾਂ ਦੇ ਪ੍ਰਮੁੱਖ ਕਾਰਕਾਂ ਦਾ ਉਤਪਾਦ ਲਿਖਣਾ, ਸਾਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,<br/><br/>

                12 = 2 × 2 × 3<br/><br/>

                15 = 5 × 3<br/>
                <br/>
                21 = 7 × 3<br/>
                <br/>
                ਇਸ ਲਈ,<br/>
                <br/>
                ਐਚਸੀਐਫ (12,15,21) = 3<br/>
                <br/>
                LCM (12,15,21) = 2 × 2 × 3 × 5 × 7 = 420<br/><br/>

                (ii) 17, 23 ਅਤੇ 29<br/><br/>

                ਤਿੰਨਾਂ ਸੰਖਿਆਵਾਂ ਦੇ ਪ੍ਰਮੁੱਖ ਕਾਰਕਾਂ ਦਾ ਉਤਪਾਦ ਲਿਖਣਾ, ਸਾਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,<br/><br/>

                17 = 17 × 1<br/><br/>

                23 = 23 × 1<br/><br/>

                29 = 29 × 1<br/>

                ਇਸ ਲਈ,<br/><br/>

                ਐਚਸੀਐਫ (17,23,29) = 1<br/><br/>

                LCM (17,23,29) = 17 × 23 × 29 = 11339<br/>
                <br/>
                (iii) 8, 9 ਅਤੇ 25<br/>

                ਤਿੰਨਾਂ ਸੰਖਿਆਵਾਂ ਦੇ ਪ੍ਰਮੁੱਖ ਕਾਰਕਾਂ ਦਾ ਉਤਪਾਦ ਲਿਖਣਾ, ਸਾਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,
                <br/>
                8 = 2 × 2 × 2 × 1<br/>

                9 = 3 × 3 × 1<br/>

                25 = 5 × 5 × 1<br/>

                ਇਸ ਲਈ,<br/>

                ਐਚਸੀਐਫ (8,9,25) = 1<br/>

                LCM (8,9,25) = 2 × 2 × 2 × 3 × 3 × 5 × 5 = 1800
                </p>
                
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਸਾਬਤ ਕਰੋ ਕਿ √5 ਅਪਰਿਮੇਯ ਹੈ.
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਆਓ ਇਹ ਮੰਨ ਲਈਏ ਕਿ √5 ਤਰਕਸ਼ੀਲ ਸੰਖਿਆ ਹੈ.<br/><br/>

                ਭਾਵ √5 = x/y (ਜਿੱਥੇ, x ਅਤੇ y ਸਹਿ-ਪ੍ਰਧਾਨ ਹਨ)<br/>

                y√5 = x<br/><br/>

                ਦੋਵਾਂ ਪਾਸਿਆਂ ਨੂੰ ਵਰਗ ਕਰਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                (y√5) 2 = x2<br/><br/>

                ⇒5y2 = x2 ……………………………… .. (1)<br/><br/>

                ਇਸ ਤਰ੍ਹਾਂ, x2 ਨੂੰ 5 ਨਾਲ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਇਸ ਲਈ x ਨੂੰ ਵੀ 5 ਨਾਲ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ.<br/>

                ਚਲੋ, x = 5k, k ਦੇ ਕੁਝ ਮੁੱਲ ਲਈ ਅਤੇ x ਦੇ ਮੁੱਲ ਨੂੰ ਸਮੀਕਰਨ (1) ਵਿੱਚ ਬਦਲਣ ਲਈ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                5y2 = (5k) 2<br/><br/>

                ⇒y2 = 5k2<br/><br/>

                5 ਨਾਲ ਵੰਡਣਯੋਗ ਹੈ ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ y 5 ਦੁਆਰਾ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ.<br/>

                ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ, x ਅਤੇ y ਸਹਿ-ਪ੍ਰਾਈਮ ਨਹੀਂ ਹਨ. ਇਸ ਤਰ੍ਹਾਂ, √5 ਬਾਰੇ ਸਾਡੀ ਧਾਰਨਾ ਤਰਕਸੰਗਤ ਹੈ.<br/>

                ਇਸ ਲਈ, √5 ਇੱਕ ਤਰਕਹੀਣ ਸੰਖਿਆ ਹੈ.
                </p>
        
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਸਾਬਤ ਕਰੋ ਕਿ 3 + 2√5 ਅਪਰਿਮੇਯ ਹੈ.
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਆਓ ਮੰਨ ਲਈਏ ਕਿ 3 + 2√5 ਪਰਿਮੇਯ ਹੈ.<br/><br/>

                ਫਿਰ ਅਸੀਂ ਸਹਿ-ਪ੍ਰਧਾਨ x ਅਤੇ y (y ≠ 0) ਨੂੰ ਲੱਭ ਸਕਦੇ ਹਾਂ ਜਿਵੇਂ ਕਿ 3 + 2√5 = x/y<br/><br/>

                ਪੁਨਰ ਵਿਵਸਥਾ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/><br/>
                2√5 = x/y - 3<br/><br/>
                √5 = 1/2(x/y-3)<br/><br/>
                ਕਿਉਂਕਿ, x ਅਤੇ y ਪੂਰਨ ਅੰਕ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ,<br/><br/>
                1/2(x/y-3) ਪਰਿਮੇਯ ਹੈ<br/><br/>
                ਇਸ ਲਈ, √5 ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਵੀ ਹੈ. ਪਰ ਇਹ ਇਸ ਤੱਥ ਦਾ ਖੰਡਨ ਕਰਦਾ ਹੈ ਕਿ √5 ਅਪਰਿਮੇਯ ਹੈ.<br/><br/>

                ਇਸ ਲਈ, ਅਸੀਂ ਸਿੱਟਾ ਕੱਦੇ ਹਾਂ ਕਿ 3 + 2√5 ਅਪਰਿਮੇਯ ਹੈ.
                </p>

                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ  1.3  ਪ੍ਰਸ਼ਨ 3   .</h4>
                <p>
                ਸਾਬਤ ਕਰੋ ਕਿ ਹੇਠਾਂ ਦਿੱਤੇ ਅਪਰਿਮੇਯ ਹਨ:<br/>

                (i) 1/-2<br/>

                (ii) 7-5<br/>

                (iii) 6 + -2
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (i) 1/-2<br/>

                ਆਓ ਮੰਨ ਲਈਏ ਕਿ 1/√2 ਪਰਿਮੇਯ ਹੈ.<br/>

                ਫਿਰ ਅਸੀਂ ਸਹਿ-ਪ੍ਰਧਾਨ x ਅਤੇ y (y ≠ 0) ਨੂੰ ਲੱਭ ਸਕਦੇ ਹਾਂ ਜਿਵੇਂ ਕਿ 1/√2 = x/y<br/>

                ਪੁਨਰ ਵਿਵਸਥਾ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                √2 = y/x<br/>

                ਕਿਉਂਕਿ, x ਅਤੇ y ਪੂਰਨ ਅੰਕ ਹਨ, ਇਸ ਲਈ, √2 ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ, ਜੋ ਕਿ ਇਸ ਤੱਥ ਦੇ ਉਲਟ ਹੈ ਕਿ √2 ਅਪਰਿਮੇਯ ਹੈ.<br/>

                ਇਸ ਲਈ, ਅਸੀਂ ਇਹ ਸਿੱਟਾ ਕੱ ਸਕਦੇ ਹਾਂ ਕਿ 1/√2 ਅਪਰਿਮੇਯ ਹੈ.<br/>

                (ii) 7-5<br/>

                ਆਓ ਮੰਨ ਲਈਏ ਕਿ 7-5 ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ.<br/>

                ਫਿਰ ਅਸੀਂ ਸਹਿ-ਪ੍ਰਧਾਨ a ਅਤੇ b (b ≠ 0) ਨੂੰ ਲੱਭ ਸਕਦੇ ਹਾਂ ਜਿਵੇਂ ਕਿ 7√5 = x/y<br/>

                ਪੁਨਰ ਵਿਵਸਥਾ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                √5 = x/7y<br/>

                ਕਿਉਂਕਿ, x ਅਤੇ y ਪੂਰਨ ਅੰਕ ਹਨ, ਇਸ ਲਈ, √5 ਇੱਕ ਪਰਿਮੇਯ ਸੰਖਿਆ ਹੈ, ਜੋ ਕਿ ਇਸ ਤੱਥ ਦੇ ਉਲਟ ਹੈ ਕਿ √5 ਅਪਰਿਮੇਯ ਹੈ.<br/>

                ਇਸ ਲਈ, ਅਸੀਂ ਇਹ ਸਿੱਟਾ ਕੱ ਸਕਦੇ ਹਾਂ ਕਿ 7-5 ਅਪਰਿਮੇਯ ਹੈ.
                </p>
                </div>
            </div>

        </div>
    )
}

export default Chapter1
