import React from 'react'
import "../6th/Chapter1.css";
import ans111 from "../../Images/61.jpg";
import ans112 from "../../Images/62.jpg";
import ans113 from "../../Images/63.jpg";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 10ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 3. "ਦੋ ਚਲਾਂ ਵਾਲੇ ਰੇਖੀ ਸਮੀਕਰਨਾਂ ਦੇ ਜੋੜੇ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਆਫ਼ਤਾਬ ਆਪਣੀ ਧੀ ਨੂੰ ਕਹਿੰਦਾ ਹੈ, "ਸੱਤ ਸਾਲ ਪਹਿਲਾਂ, ਮੈਂ ਉਸ ਸਮੇਂ ਤੁਹਾਡੇ ਨਾਲੋਂ ਸੱਤ ਗੁਣਾ ਵੱਡਾ ਸੀ. 
                ਨਾਲ ਹੀ, ਹੁਣ ਤੋਂ ਤਿੰਨ ਸਾਲ ਬਾਅਦ, ਮੈਂ ਤੁਹਾਡੀ ਉਮਰ ਨਾਲੋਂ ਤਿੰਨ ਗੁਣਾ ਹੋ ਜਾਵਾਂਗਾ. ” (ਕੀ ਇਹ ਦਿਲਚਸਪ ਨਹੀਂ ਹੈ?) 
                ਇਸ ਸਥਿਤੀ ਨੂੰ ਬੀਜਗਣਿਤ ਅਤੇ ਗ੍ਰਾਫਿਕਲ ਰੂਪ ਵਿੱਚ ਦਰਸਾਉ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਆਫ਼ਤਾਬ ਦੀ ਮੌਜੂਦਾ ਉਮਰ ਨੂੰ 'x' ਹੋਣ ਦਿਓ.<br/>

                ਅਤੇ, ਉਸਦੀ ਧੀ ਦੀ ਮੌਜੂਦਾ ਉਮਰ 'y' ਹੈ.<br/>

                ਹੁਣ, ਅਸੀਂ ਸੱਤ ਸਾਲ ਪਹਿਲਾਂ ਲਿਖ ਸਕਦੇ ਹਾਂ,<br/>

                ਆਫਤਾਬ ਦੀ ਉਮਰ = x-7<br/>

                ਉਸਦੀ ਧੀ ਦੀ ਉਮਰ = y-7<br/>

                ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ,<br/>

                x − 7 = 7 (y − 7)<br/>

                ⇒x − 7 = 7y − 49<br/>

                ⇒x − 7y = −42 ……………………… (i)<br/>

                ਨਾਲ ਹੀ, ਹੁਣ ਤੋਂ ਤਿੰਨ ਸਾਲ ਜਾਂ ਤਿੰਨ ਸਾਲਾਂ ਬਾਅਦ,<br/>

                ਆਫਤਾਬ ਦੀ ਉਮਰ = x+3 ਹੋ ਜਾਵੇਗੀ.<br/>

                ਉਸਦੀ ਧੀ ਦੀ ਉਮਰ = y+3 ਹੋ ਜਾਵੇਗੀ<br/>

                ਦਿੱਤੀ ਗਈ ਸਥਿਤੀ ਦੇ ਅਨੁਸਾਰ,<br/>

                x+3 = 3 (y+3)<br/>

                ⇒x+3 = 3y+9<br/>

                ⇒x − 3y = 6 ………… .. ………………… (ii)<br/>

                ਸਾਡੇ ਕੋਲ ਸਮੀਕਰਨ (ii) ਤੋਂ ਸਮੀਕਰਨ (i) ਨੂੰ ਘਟਾਉਣਾ<br/>

                (x − 3y) - (x − 7y) = 6 - ( - 42)<br/>

                Y − 3y+7y = 6+42<br/>

                ⇒4y = 48<br/>

                ⇒y = 12<br/>

                ਅਲਜਬਰੇਕ ਸਮੀਕਰਨ ਦੁਆਰਾ ਦਰਸਾਇਆ ਗਿਆ ਹੈ<br/>

                x − 7y = −42<br/>

                x − 3y = 6<br/>

                ਲਈ, x − 7y = −42 ਜਾਂ x = −42+7y<br/><br/>
                ਗ੍ਰਾਫਿਕਲ ਪ੍ਰਸਤੁਤੀਕਰਨ ਇਸ ਪ੍ਰਕਾਰ ਹੈ;<br/>
                <img
                src = {ans111}
                alt = ""
                />

                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਇੱਕ ਕ੍ਰਿਕਟ ਟੀਮ ਦਾ ਕੋਚ 3 ਬੈਟ ਅਤੇ 6 ਗੇਂਦਾਂ ਨੂੰ 3900 ਰੁਪਏ ਵਿੱਚ ਖਰੀਦਦਾ ਹੈ. 
                ਬਾਅਦ ਵਿੱਚ, ਉਸਨੇ ਇੱਕ ਹੋਰ ਬੈਟ ਅਤੇ ਇਸੇ ਤਰ੍ਹਾਂ ਦੀਆਂ 3 ਹੋਰ ਗੇਂਦਾਂ 1300 ਰੁਪਏ ਵਿੱਚ ਖਰੀਦੀਆਂ. 
                ਇਸ ਸਥਿਤੀ ਨੂੰ ਅਲਜਬਰੇਬਿਕ ਅਤੇ ਜਿਓਮੈਟ੍ਰਿਕਲ ਰੂਪ ਵਿੱਚ ਦਰਸਾਉ.
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਆਓ ਇਹ ਮੰਨ ਲਈਏ ਕਿ ਇੱਕ ਬੱਲੇ ਦੀ ਕੀਮਤ 'ਰੁਪਏ x' ਹੋਵੇਗੀ<br/>

                ਅਤੇ, ਇੱਕ ਗੇਂਦ ਦੀ ਕੀਮਤ 'ਰੁਪਏ y' ਹੋਵੇਗੀ<br/>

                ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ, ਬੀਜਗਣਿਤ ਪ੍ਰਤੀਨਿਧਤਾ ਹੈ<br/>

                3x+6y = 3900<br/>

                ਅਤੇ x+3y = 1300<br/>

                ਲਈ, 3x+6y = 3900<br/>

                ਜਾਂ x = (3900-6y)/3<br/><br/>
                ਗ੍ਰਾਫਿਕਲ ਪ੍ਰਸਤੁਤੀਕਰਨ ਇਸ ਪ੍ਰਕਾਰ ਹੈ;<br/><br/>
                <img
                src = {ans112}
                alt = ""
                />
                </p>
                
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 3.1 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਇੱਕ ਦਿਨ ਵਿੱਚ 2 ਕਿਲੋ ਸੇਬ ਅਤੇ 1 ਕਿਲੋ ਅੰਗੂਰ ਦੀ ਕੀਮਤ 160 ਰੁਪਏ ਪਾਈ ਗਈ। 
                ਇੱਕ ਮਹੀਨੇ ਬਾਅਦ, 4 ਕਿਲੋ ਸੇਬ ਅਤੇ 2 ਕਿਲੋ ਅੰਗੂਰ ਦੀ ਕੀਮਤ 300 ਰੁਪਏ ਹੈ. ਸਥਿਤੀ ਨੂੰ 
                ਬੀਜਗਣਿਤਿਕ ਅਤੇ ਜਿਓਮੈਟ੍ਰਿਕਲ ਰੂਪ ਵਿੱਚ ਦਰਸਾਉ.
                </p>
                <p>
                ਹੱਲ: 
                </p>
                <p>
                ਦੱਸ ਦੇਈਏ ਕਿ 1 ਕਿਲੋ ਸੇਬ ਦੀ ਕੀਮਤ 'ਰੁਪਏ' ਹੈ। x ' <br/>

                ਅਤੇ, 1 ਕਿਲੋ ਅੰਗੂਰ ਦੀ ਕੀਮਤ 'ਰੁਪਏ' ਹੈ. y '<br/>

                ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ, ਬੀਜਗਣਿਤ ਪ੍ਰਤੀਨਿਧਤਾ ਹੈ<br/>

                2x+y = 160<br/>

                ਅਤੇ 4x+2y = 300<br/>

                2x+y = 160 ਜਾਂ y = 160−2x ਲਈ, ਹੱਲ ਸਾਰਣੀ ਹੈ;<br/><br/>
                ਗ੍ਰਾਫਿਕਲ ਪ੍ਰਸਤੁਤੀਕਰਨ ਇਸ ਪ੍ਰਕਾਰ ਹੈ;<br/><br/>
                <img
                src = {ans113}
                alt = ""
                />
                </p>
                
                </div>
            </div>
            <h4>ਅਭਿਆਸ 3.2 ਪ੍ਰਸ਼ਨ 1.</h4>
            <h4>ਅਨੁਪਾਤ a1/a2, b1/b2, c1/c2 ਦੀ ਤੁਲਨਾ ਕਰਨ 'ਤੇ ਪਤਾ ਲਗਾਓ ਕਿ ਕੀ ਰੇਖਿਕ ਸਮੀਕਰਨਾਂ 
            ਦੇ ਹੇਠ ਲਿਖੇ ਜੋੜਿਆਂ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਰੇਖਾਵਾਂ ਇੱਕ ਬਿੰਦੂ ਤੇ ਕੱਟਦੀਆਂ ਹਨ, ਸਮਾਨਾਂਤਰ ਜਾਂ ਇਤਫ਼ਾਕ ਹਨ:</h4>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <p>
                (i) 5x – 4y + 8 = 0<br/>

                7x + 6y – 9 = 0
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤੇ ਗਏ ਪ੍ਰਗਟਾਵੇ;<br/>

                5x − 4y+8 = 0<br/>

                7x+6y − 9 = 0<br/>

                ਇਹਨਾਂ ਸਮੀਕਰਨਾਂ ਦੀ ਤੁਲਨਾ a1x+b1y+c1 = 0 ਨਾਲ ਕਰੋ<br/>

                ਅਤੇ a2x+b2y+c2 = 0<br/>

                ਸਾਨੂੰ ਪ੍ਰਾਪਤ,<br/>

                a1 = 5, b1 = -4, c1 = 8<br/>

                a2 = 7, b2 = 6, c2 = -9<br/>

                (a1/a2) = 5/7<br/>

                (b1/b2) = -4/6 = -2/3<br/>

                (c1/c2) = 8/-9<br/>

                ਕਿਉਂਕਿ, (a1/a2) ≠ (b1/b2)

                ਇਸ ਲਈ, ਪ੍ਰਸ਼ਨ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਸਮੀਕਰਨਾਂ ਦੇ ਜੋੜਿਆਂ ਦਾ ਇੱਕ ਵਿਲੱਖਣ ਹੱਲ ਹੁੰਦਾ ਹੈ ਅਤੇ ਰੇਖਾਵਾਂ ਬਿਲਕੁਲ ਇੱਕ ਬਿੰਦੂ ਤੇ ਇੱਕ ਦੂਜੇ ਨੂੰ ਪਾਰ ਕਰਦੀਆਂ ਹਨ.
                </p>
                
                </div>


                <div className = "chapter1-center">
                <p>
                (ii) 9x + 3y + 12 = 0<br/>

                18x + 6y + 24 = 0
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (ii) ਦਿੱਤੇ ਗਏ ਪ੍ਰਗਟਾਵੇ;<br/>

                9x + 3y + 12 = 0<br/>

                18x + 6y + 24 = 0<br/>

                ਇਹਨਾਂ ਸਮੀਕਰਨਾਂ ਦੀ ਤੁਲਨਾ a1x+b1y+c1 = 0 ਨਾਲ ਕਰੋ<br/>

                ਅਤੇ a2x+b2y+c2 = 0<br/>

                ਸਾਨੂੰ ਪ੍ਰਾਪਤ,<br/>

                a1 = 9, b1 = 3, c1 = 12<br/>

                a2 = 18, b2 = 6, c2 = 24<br/>

                (a1/a2) = 9/18 = 1/2<br/>

                (b1/b2) = 3/6 = 1/2<br/>

                (c1/c2) = 12/24 = 1/<br/>

                ਕਿਉਂਕਿ (a1/a2) = (b1/b2) = (c1/c2)<br/>

                ਇਸ ਲਈ, ਪ੍ਰਸ਼ਨ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਸਮੀਕਰਨਾਂ ਦੇ ਜੋੜਿਆਂ ਦੇ ਅਨੰਤ ਸੰਭਾਵੀ ਹੱਲ ਹਨ ਅਤੇ ਲਾਈਨਾਂ ਇਤਫ਼ਾਕ ਹਨ.
                </p>
                </div>

                <div className = "chapter1-right">
                <p>
                (iii) 6s - zy + 10 = 0<br/>

                2x - u + i = 0
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (iii) ਦਿੱਤੇ ਗਏ ਪ੍ਰਗਟਾਵੇ;<br/>

                6x - 3y + 10 = 0<br/>

                2x - y + 9 = 0<br/>

                ਇਹਨਾਂ ਸਮੀਕਰਨਾਂ ਦੀ ਤੁਲਨਾ a1x+b1y+c1 = 0 ਨਾਲ ਕਰੋ<br/>

                ਅਤੇ a2x+b2y+c2 = 0<br/>

                ਸਾਨੂੰ ਪ੍ਰਾਪਤ,<br/>

                a1 = 6, b1 = -3, c1 = 10<br/>

                a2 = 2, b2 = -1, c2 = 9<br/>

                (a1/a2) = 6/2 = 3/1<br/>

                (b1/b2) = -3/-1 = 3/1<br/>

                (c1/c2) = 10/9<br/>

                ਕਿਉਂਕਿ (a1/a2) = (b1/b2) ≠ (c1/c2)<br/>

                ਇਸ ਲਈ, ਪ੍ਰਸ਼ਨ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਸਮੀਕਰਨਾਂ ਦੇ ਜੋੜੇ ਇੱਕ ਦੂਜੇ ਦੇ ਸਮਾਨਾਂਤਰ ਹਨ ਅਤੇ 
                ਰੇਖਾਵਾਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇੱਕ ਦੂਜੇ ਨੂੰ ਨਹੀਂ ਕੱਟਦੀਆਂ ਅਤੇ ਸਮੀਕਰਨਾਂ ਦੇ ਦਿੱਤੇ ਜੋੜੇ ਦਾ ਕੋਈ ਸੰਭਵ ਹੱਲ ਨਹੀਂ ਹੁੰਦਾ.
                </p>
                
                </div>
            </div>
            <h4>ਅਭਿਆਸ  3.2  ਪ੍ਰਸ਼ਨ 2.</h4>
            <h4>ਅਨੁਪਾਤ ਦੀ ਤੁਲਨਾ ਕਰਨ ਤੇ, (a1/a2), (b1/b2), (c1/c2) ਪਤਾ ਲਗਾਓ ਕਿ ਕੀ ਰੇਖਿਕ 
                ਸਮੀਕਰਨਾਂ ਦੀ ਹੇਠ ਦਿੱਤੀ ਜੋੜੀ ਇਕਸਾਰ ਹੈ, ਜਾਂ ਅਸੰਗਤ ਹੈ.</h4>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <p>
                (i) 3x + 2y = 5 ; 2x – 3y = 7
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤਾ ਗਿਆ: 3x + 2y = 5 ਜਾਂ 3x + 2y -5 = 0<br/>

                ਅਤੇ 2x -3y = 7 ਜਾਂ 2x -3y -7 = 0<br/>

                ਇਹਨਾਂ ਸਮੀਕਰਨਾਂ ਦੀ ਤੁਲਨਾ a1x+b1y+c1 = 0 ਨਾਲ ਕਰੋ<br/>

                ਅਤੇ a2x+b2y+c2 = 0<br/>

                ਸਾਨੂੰ ਪ੍ਰਾਪਤ,<br/>

                a1 = 3, b1 = 2, c1 = -5<br/>

                a2 = 2, b2 = -3, c2 = -7<br/>

                (a1/a2) = 3/2<br/>

                (b1/b2) = 2/-3<br/>

                (c1/c2) = -5/-7 = 5/7<br/>

                ਕਿਉਂਕਿ, (a1/a2) ≠ (b1/b2)<br/>

                ਇਸ ਲਈ, ਦਿੱਤੇ ਸਮੀਕਰਣ ਇੱਕ ਦੂਜੇ ਨੂੰ ਇੱਕ ਬਿੰਦੂ ਤੇ ਕੱਟਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਕੋਲ ਸਿਰਫ ਇੱਕ ਸੰਭਵ ਹੱਲ ਹੈ. ਸਮੀਕਰਨ ਇਕਸਾਰ ਹਨ.
                </p>
                </div>

                <div className = "chapter1-center">
                <p>
                (ii) 2x – 3y = 8 ; 4x – 6y = 9
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                2x - 3y = 8 ਅਤੇ 4x - 6y = 9 ਦਿੱਤੇ ਗਏ ਹਨ<br/><br/>

                ਇਸ ਲਈ,<br/>

                a1 = 2, b1 = -3, c1 = -8<br/>

                a2 = 4, b2 = -6, c2 = -9<br/>

                (a1/a2) = 2/4 = 1/2<br/>

                (b1/b2) = -3/-6 = 1/2<br/>

                (c1/c2) = -8/-9 = 8/9<br/>

                ਕਿਉਂਕਿ, (a1/a2) = (b1/b2) ≠ (c1/c2)<br/><br/>

                ਇਸ ਲਈ, ਸਮੀਕਰਣ ਇਕ ਦੂਜੇ ਦੇ ਸਮਾਨਾਂਤਰ ਹਨ ਅਤੇ ਉਹਨਾਂ ਦਾ ਕੋਈ ਸੰਭਵ ਹੱਲ ਨਹੀਂ ਹੈ. ਇਸ ਲਈ, ਸਮੀਕਰਨ ਅਸੰਗਤ ਹਨ.
                </p>

                </div>

                <div className = "chapter1-right">
                <p>
                (iii) (3/2) x + (5/3) y = 7; 9x - 10y = 14
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤੇ ਗਏ (3/2) x + (5/3) y = 7 ਅਤੇ 9x - 10y = 14<br/><br/>

                ਇਸ ਲਈ,<br/>

                a1 = 3/2, b1 = 5/3, c1 = -7<br/>

                a2 = 9, b2 = -10, c2 = -14<br/>

                (a1/a2) = 3/(2 × 9) = 1/6<br/>

                (b1/b2) = 5/(3 × -10) = -1/6<br/>

                (c1/c2) = -7/-14 = 1/2<br/>

                ਕਿਉਂਕਿ, (a1/a2) ≠ (b1/b2)<br/><br/>

                ਇਸ ਲਈ, ਸਮੀਕਰਨਾਂ ਇੱਕ ਬਿੰਦੂ ਤੇ ਇੱਕ ਦੂਜੇ ਨੂੰ ਕੱਟ ਰਹੀਆਂ ਹਨ ਅਤੇ ਉਹਨਾਂ ਕੋਲ ਸਿਰਫ ਇੱਕ ਸੰਭਵ ਹੱਲ ਹੈ. ਇਸ ਲਈ, ਸਮੀਕਰਨ ਇਕਸਾਰ ਹਨ.
                </p>
                </div>
            </div>
            <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 1.</h4>
            <h4>ਹੇਠਾਂ ਦਿੱਤੇ ਰੇਖਿਕ ਸਮੀਕਰਨਾਂ ਦੀ ਜੋੜੀ ਨੂੰ ਬਦਲਣ ਦੀ ਵਿਧੀ ਦੁਆਰਾ ਹੱਲ ਕਰੋ</h4>  
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                
                <p>
                (i) x + y = 14<br/>

                x - y = 4
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤਾ ਗਿਆ,<br/>

                x + y = 14 ਅਤੇ x - y = 4 ਦੋ ਸਮੀਕਰਨਾਂ ਹਨ.<br/>

                ਪਹਿਲੇ ਸਮੀਕਰਨ ਤੋਂ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                x = 14 - y<br/>

                ਹੁਣ, ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਦੂਜੇ ਸਮੀਕਰਨ ਵਿੱਚ x ਦੇ ਮੁੱਲ ਨੂੰ ਬਦਲੋ,<br/>

                (14 - y) - y = 4<br/>

                14 - 2y = 4<br/>

                2y = 10<br/>

                ਜਾਂ y = 5<br/>

                Y ਦੇ ਮੁੱਲ ਦੁਆਰਾ, ਅਸੀਂ ਹੁਣ x ਦਾ ਸਹੀ ਮੁੱਲ ਲੱਭ ਸਕਦੇ ਹਾਂ;<br/>

                ∵ x = 14 - y<br/>

                ∴ x = 14 - 5<br/>

                ਜਾਂ x = 9<br/>

                ਇਸ ਲਈ, x = 9 ਅਤੇ y = 5.
                </p>
                </div>

                <div className = "chapter1-center">
                <p>
                (ii) s – t = 3<br/>

                (s/3) + (t/2) = 6
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤਾ,

                s - t = 3 ਅਤੇ (s/3) + (t/2) = 6 ਦੋ ਸਮੀਕਰਨ ਹਨ.<br/>

                ਪਹਿਲੇ ਸਮੀਕਰਨ ਤੋਂ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                s = 3 + t ________________ (1)<br/>

                ਹੁਣ, ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਦੂਜੇ ਸਮੀਕਰਨ ਵਿੱਚ s ਦੇ ਮੁੱਲ ਨੂੰ ਬਦਲੋ,<br/>

                (3 + t)/3 + (t/2) = 6<br/>

                ⇒ (2 (3 + t) + 3t)/6 = 6<br/>

                6 (6+2t+3t)/6 = 6<br/>

                6 (6+5t) = 36<br/>

                ⇒5t = 30<br/>

                =t = 6<br/>

                ਹੁਣ, ਸਮੀਕਰਨ (1) ਵਿੱਚ t ਦੇ ਮੁੱਲ ਨੂੰ ਬਦਲੋ<br/>

                s = 3 + 6 = 9<br/>

                ਇਸ ਲਈ, s = 9 ਅਤੇ t = 6.
                </p>

                </div>

                <div className = "chapter1-right">
                
                <p>
                (iii) 3x – y = 3<br/>

                9x – 3y = 9
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਦਿੱਤਾ,<br/>

                3x - y = 3 ਅਤੇ 9x - 3y = 9 ਦੋ ਸਮੀਕਰਨਾਂ ਹਨ.<br/>

                ਪਹਿਲੇ ਸਮੀਕਰਨ ਤੋਂ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ,<br/>

                x = (3+y)/3<br/><br/>

                ਹੁਣ, ਦਿੱਤੇ ਗਏ ਦੂਜੇ ਸਮੀਕਰਨ ਵਿੱਚ x ਦੇ ਮੁੱਲ ਨੂੰ ਬਦਲੋ,<br/>

                9 (3+y)/3 - 3y = 9<br/>

                ⇒9 +3y -3y = 9<br/>

                ⇒ 9 = 9<br/>

                ਇਸ ਲਈ, y ਦੇ ਅਨੰਤ ਮੁੱਲ ਹਨ ਅਤੇ ਕਿਉਂਕਿ, <br/>x = (3+y) /3, ਇਸ ਲਈ x ਦੇ ਵੀ ਅਨੰਤ ਮੁੱਲ ਹਨ.
                </p>
                </div>
            </div>
            <h4>ਅਭਿਆਸ  3.3  ਪ੍ਰਸ਼ਨ 2.</h4>
            <h4>ਹੇਠ ਲਿਖੀਆਂ ਸਮੱਸਿਆਵਾਂ ਲਈ ਰੇਖਿਕ ਸਮੀਕਰਨਾਂ ਦੀ ਜੋੜੀ ਬਣਾਉ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਬਦਲ ਦੀ ਵਿਧੀ ਦੁਆਰਾ ਹੱਲ ਲੱਭੋ.</h4>
            <div className = "chapter1-container1">
                <div className = "chapter1-left">
                <p>
                ਦੋ ਸੰਖਿਆਵਾਂ ਵਿੱਚ ਅੰਤਰ 26 ਹੈ ਅਤੇ ਇੱਕ ਸੰਖਿਆ ਦੂਜੇ ਤੋਂ ਤਿੰਨ ਗੁਣਾ ਹੈ. ਉਨ੍ਹਾਂ ਨੂੰ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਚਲੋ ਦੋ ਸੰਖਿਆਵਾਂ ਕ੍ਰਮਵਾਰ x ਅਤੇ y ਹੋਣ, ਜਿਵੇਂ ਕਿ<br/> y {">"} x.<br/>

                ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ,<br/>

                y = 3x ……………… (1)<br/>

                y - x = 26 ………… .. (2)<br/>

                (1) ਦੇ ਮੁੱਲ ਨੂੰ (2) ਵਿੱਚ ਬਦਲਣ ਨਾਲ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>

                3x - x = 26<br/>

                x = 13 ……………. (3)<br/>

                (3) ਨੂੰ (1) ਵਿੱਚ ਰੱਖ ਕੇ, ਸਾਨੂੰ y = 39 ਮਿਲਦਾ ਹੈ<br/>

                ਇਸ ਲਈ, ਨੰਬਰ 13 ਅਤੇ 39 ਹਨ.
                </p>
                </div>

                <div className = "chapter1-center">
                
                <p>
                ਦੋ ਪੂਰਕ ਕੋਣਾਂ ਵਿੱਚੋਂ ਵੱਡਾ ਛੋਟੇ ਤੋਂ 18 ਡਿਗਰੀ ਵੱਧ ਜਾਂਦਾ ਹੈ. ਉਨ੍ਹਾਂ ਨੂੰ ਲੱਭੋ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                X ਅਤੇ ਛੋਟੇ ਕੋਣ ਦੁਆਰਾ ਵੱਡੇ ਕੋਣ ਨੂੰ yo ਹੋਣ ਦਿਓ.<br/>

                ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਕੋਣਾਂ ਦੀ ਦੋ ਪੂਰਕ ਜੋੜੀ ਦਾ ਜੋੜ ਹਮੇਸ਼ਾ 180 ਹੁੰਦਾ ਹੈ.<br/>

                ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ,<br/>

                x + y = 180o ……………. (1)<br/>

                x - y = 18o …………… .. (2)<br/>

                (1) ਤੋਂ, ਸਾਨੂੰ x = 180o - y ………… ਮਿਲਦਾ ਹੈ. (3)<br/>

                (3) ਨੂੰ (2) ਵਿੱਚ ਬਦਲਣ ਨਾਲ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>

                180 - y - y = 18<br/>

                162 = 2y<br/>

                y = 81 ………… .. (4)<br/>

                (3) ਵਿੱਚ y ਦੇ ਮੁੱਲ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>

                x = 180 - 81<br/>

                = 99<br/>

                ਇਸ ਲਈ, ਕੋਣ 99 ਅਤੇ 81 ਹਨ.
                </p>

                </div>

                <div className = "chapter1-right">
               
                <p>
                ਇੱਕ ਕ੍ਰਿਕਟ ਟੀਮ ਦਾ ਕੋਚ 700 ਬੱਲੇ ਅਤੇ 6 ਗੇਂਦਾਂ 3800 ਰੁਪਏ ਵਿੱਚ ਖਰੀਦਦਾ ਹੈ. 
                ਬਾਅਦ ਵਿੱਚ, ਉਹ 1750 ਰੁਪਏ ਵਿੱਚ 3 ਬੱਲੇ ਅਤੇ 5 ਗੇਂਦਾਂ ਖਰੀਦਦੀ ਹੈ. ਹਰੇਕ ਬੱਲੇ ਅਤੇ ਹਰ ਗੇਂਦ ਦੀ ਕੀਮਤ ਪਤਾ ਕਰੋ. 
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                ਇੱਕ ਬੱਲੇ ਦੀ ਕੀਮਤ x ਅਤੇ ਇੱਕ ਗੇਂਦ ਦੀ ਕੀਮਤ y ਹੋਣ ਦਿਉ.<br/>

                ਪ੍ਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ,<br/>

                7x + 6y = 3800 ………………. (I)<br/>

                3x + 5y = 1750 ………………. (II)<br/>

                (I) ਤੋਂ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>

                y = (3800-7x)/6 ……………… .. (III)<br/>

                (II) ਨੂੰ (II) ਵਿੱਚ ਬਦਲਣਾ. ਸਾਨੂੰ ਪ੍ਰਾਪਤ,<br/>

                3x+5 (3800-7x)/6 = 1750<br/>

                ⇒3x+ 9500/3 - 35x/6 = 1750<br/>

                ⇒3x- 35x/6 = 1750- 9500/3<br/>

                ⇒ (18x-35x)/6 = (5250-9500)/3<br/>

                17 -17x/6 = -4250/3<br/>

                17 -17x = -8500<br/>

                x = 500 ……………………… .. (IV)<br/>

                X ਦੇ ਮੁੱਲ ਨੂੰ (III) ਵਿੱਚ ਬਦਲਦੇ ਹੋਏ, ਅਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ<br/>

                y = (3800-7 × 500)/6 = 300/6 = 50<br/>

                ਇਸ ਲਈ, ਇੱਕ ਬੱਲੇ ਦੀ ਕੀਮਤ 500 ਰੁਪਏ ਅਤੇ ਇੱਕ ਗੇਂਦ ਦੀ ਕੀਮਤ 50 ਰੁਪਏ ਹੈ.
                </p>
                </div>
            </div>

        </div>
    )
}

export default Chapter1
