import React from 'react'
import "../6th/Chapter1.css";
function Chapter1() {
    return (
        <div className = "chapter1-container">
            <h1>Learn NCERT Maths in Punjabi</h1>
            <hr />
            <h2>ਕਲਾਸ 7ਵੀਂ NCERT ਗਣਿਤ ਲਈ ਹੱਲ</h2>
            <h3>ਅਭਿਆਸ 1. "ਪੂਰਨ ਅੰਕ" ਦਾ ਹੱਲ</h3>
            <hr />
            <marquee>ਬਾਕੀ ਬਚੇ ਸਵਾਲਾਂ ਦਾ ਹੱਲ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਕਰਾਇਆ ਜਾਏਗਾ </marquee>
            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                    <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 1.</h4>
                    <p>
                    ਇੱਕ ਕਵਿਜ਼ ਵਿੱਚ, ਸਹੀ ਉੱਤਰ ਲਈ ਸਕਾਰਾਤਮਕ ਅੰਕ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ
                     ਅਤੇ ਗਲਤ ਉੱਤਰ ਲਈ ਨਕਾਰਾਤਮਕ ਅੰਕ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ. ਜੇ ਲਗਾਤਾਰ 
                     ਪੰਜ ਗੇੜਾਂ ਵਿੱਚ ਜੈਕ ਦਾ ਸਕੋਰ 25, -5, -10, 15 ਅਤੇ 10 ਸੀ,
                      ਤਾਂ ਅੰਤ ਵਿੱਚ ਉਸਦਾ ਕੁੱਲ ਕੀ ਸੀ?
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    ਦਿੱਤੇ ਗਏ ਅੰਕ ਹਨ 25, -5, -10, 15, 10<br/>
                    ਸਹੀ ਉੱਤਰ ਲਈ ਦਿੱਤੇ ਗਏ ਅੰਕ<br/>
                    = 25 + 15 + 10 = 50<br/>
                    ਗਲਤ ਉੱਤਰ ਲਈ ਦਿੱਤੇ ਗਏ ਅੰਕ<br/>
                    = (-5) + (-10) = -15<br/>
                    End ਅੰਤ ਵਿੱਚ ਦਿੱਤੇ ਗਏ ਕੁੱਲ ਅੰਕ<br/>
                    = 50 + (-15) = 50-15 = 35
                    </p>
                <br/><br/>
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਮੋਹਨ ਇੱਕ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ 2,000 ਜਮ੍ਹਾਂ ਕਰਦਾ ਹੈ ਅਤੇ ਅਗਲੇ ਦਿਨ 
                 1,642 ਕੱਢਵਾਂਦਾ ਹੈ. ਜੇ ਖਾਤੇ ਵਿੱਚੋਂ ਰਕਮ ਕਢਵਾਉਣਾ ਇੱਕ
                ਨਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦੁਆਰਾ ਦਰਸਾਇਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਜਮ੍ਹਾਂ ਰਕਮ
                ਨੂੰ ਕਿਵੇਂ ਦਰਸਾਓਗੇ? ਕਢਵਾਉਣ ਤੋਂ ਬਾਅਦ ਮੋਹਨ ਦੇ ਖਾਤੇ ਵਿੱਚ ਬਕਾਇਆ ਲੱਭੋ.
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਜਮ੍ਹਾਂ ਰਕਮ ਨੂੰ ਇੱਕ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਯਾਨੀ 2000 ਦੁਆਰਾ ਦਰਸਾਇਆ ਜਾਵੇਗਾ.<br/>
                ਕਢਵਾਉਣਾ ਗਈ ਰਕਮ = 1,642<br/>
                ਖਾਤੇ ਵਿੱਚ ਬਕਾਇਆ
                = 2,000 - 1,642 = 358<br/>
                ਇਸ ਲਈ,  ਕਢਵਾਉਣ ਤੋਂ ਬਾਅਦ ਮੋਹਨ ਦੇ ਖਾਤੇ ਵਿੱਚ ਬਕਾਇਆ
                = 8 358<br/>
                </p>
                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                    ਸੋਮਵਾਰ ਨੂੰ ਸ਼੍ਰੀਨਗਰ ਦਾ ਤਾਪਮਾਨ -5 ° C ਸੀ ਅਤੇ ਫਿਰ ਮੰਗਲਵਾਰ ਨੂੰ
                     ਇਹ 2 ° C ਘੱਟ ਗਿਆ. ਮੰਗਲਵਾਰ ਨੂੰ ਸ਼੍ਰੀਨਗਰ ਦਾ ਤਾਪਮਾਨ ਕੀ ਸੀ? 
                     ਬੁੱਧਵਾਰ ਨੂੰ, ਇਹ 4 ਡਿਗਰੀ ਸੈਲਸੀਅਸ ਵੱਧ ਗਿਆ. ਇਸ ਦਿਨ ਤਾਪਮਾਨ ਕੀ ਸੀ?
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                    ਸੋਮਵਾਰ ਨੂੰ ਸ਼੍ਰੀਨਗਰ ਦਾ ਸ਼ੁਰੂਆਤੀ ਤਾਪਮਾਨ = -5 ° ਸੈਂ<br/>
                    ਮੰਗਲਵਾਰ ਨੂੰ ਤਾਪਮਾਨ = -5 ° C -2 C = -7 ° C<br/>
                    ਬੁੱਧਵਾਰ ਨੂੰ ਤਾਪਮਾਨ ਵਿੱਚ 4 ਡਿਗਰੀ ਸੈਲਸੀਅਸ ਦਾ ਵਾਧਾ ਹੋਇਆ।<br/>
                    ∴ ਬੁੱਧਵਾਰ ਨੂੰ ਤਾਪਮਾਨ<br/>
                    = -7 ° C + 4 ° C = -3 ° C<br/>
                    ਇਸ ਲਈ, ਮੰਗਲਵਾਰ ਨੂੰ ਲੋੜੀਂਦਾ ਤਾਪਮਾਨ = -7 ਸੈਂ<br/>
                    ਅਤੇ ਬੁੱਧਵਾਰ ਨੂੰ ਤਾਪਮਾਨ = -3 ° C
                </p>
                <br/>
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਰੀਟਾ ਇੱਕ ਬਿੰਦੂ A ਤੋਂ ਬਿੰਦੂ B ਤੱਕ ਪੂਰਬ ਵੱਲ 20 ਕਿਲੋਮੀਟਰ ਜਾਂਦੀ ਹੈ, 
                B ਤੋਂ, ਉਹ ਉਸੇ ਸੜਕ ਦੇ ਨਾਲ 30 ਕਿਲੋਮੀਟਰ ਪੱਛਮ ਵੱਲ ਜਾਂਦੀ ਹੈ. 
                ਜੇ ਪੂਰਬ ਵੱਲ ਦੀ ਦੂਰੀ ਇੱਕ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦੁਆਰਾ ਦਰਸਾਈ ਜਾਂਦੀ ਹੈ, 
                ਤਾਂ ਤੁਸੀਂ A ਤੋਂ ਉਸਦੀ ਅੰਤਮ ਸਥਿਤੀ ਨੂੰ ਕਿਵੇਂ ਦਰਸਾਓਗੇ?
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਬਿੰਦੂ A ਤੋਂ ਪੂਰਬ ਵੱਲ ਦੀ ਦੂਰੀ ਨੂੰ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਭਾਵ +20 ਕਿਲੋਮੀਟਰ ਦੁਆਰਾ ਦਰਸਾਇਆ ਜਾਵੇਗਾ.
                ਬਿੰਦੂ B ਤੋਂ ਪੱਛਮ ਵੱਲ ਦੀ ਦੂਰੀ ਨੂੰ ਨਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦੁਆਰਾ ਦਰਸਾਇਆ ਜਾਵੇਗਾ, ਅਰਥਾਤ —30 ਕਿਲੋਮੀਟਰ.
                ਏ ਤੋਂ ਰੀਟਾ ਦੀ ਅੰਤਮ ਸਥਿਤੀ
                = 20 ਕਿਲੋਮੀਟਰ - 30 ਕਿਲੋਮੀਟਰ = - 10 ਕਿਲੋਮੀਟਰ
                ਇਸ ਲਈ, ਰੀਟਾ ਦੀ ਲੋੜੀਂਦੀ ਸਥਿਤੀ ਇੱਕ ਨਕਾਰਾਤਮਕ ਸੰਖਿਆ, ਭਾਵ, -10 ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੀ ਜਾਏਗੀ.
                </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.1 ਪ੍ਰਸ਼ਨ 5.</h4>
                <p>
                ਇੱਕ ਜਹਾਜ਼ ਸਮੁੰਦਰ ਤਲ ਤੋਂ 5000 ਮੀਟਰ ਦੀ ਉਚਾਈ ਤੇ ਉੱਡ ਰਿਹਾ ਹੈ. 
                ਇੱਕ ਖਾਸ ਬਿੰਦੂ ਤੇ, ਇਹ ਸਮੁੰਦਰ ਦੇ ਪੱਧਰ ਤੋਂ 1200 ਮੀਟਰ ਹੇਠਾਂ ਵਗਣ 
                ਵਾਲੀ ਪਣਡੁੱਬੀ ਦੇ ਬਿਲਕੁਲ ਉੱਪਰ ਹੈ. ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਲੰਬਕਾਰੀ ਦੂਰੀ ਕੀ ਹੈ?
                </p>
                <p>
                ਹੱਲ:
                </p>
                <p>
                ਉੱਡਣ ਵਾਲੇ ਜਹਾਜ਼ ਦੀ ਉਚਾਈ = 5000 ਮੀ<br/>
                ਪਣਡੁੱਬੀ ਦੀ ਡੂੰਘਾਈ = -1200 ਮੀ<br/>
                Between ਉਨ੍ਹਾਂ ਵਿਚਕਾਰ ਦੂਰੀ<br/>
                = + 5000 ਮੀਟਰ (-1200 ਮੀਟਰ)<br/>
                = 5000 ਮੀਟਰ + 1200 ਮੀਟਰ = 6200 ਮੀ<br/>
                ਇਸ ਲਈ, ਲੰਬਕਾਰੀ ਦੂਰੀ = 6200 ਮੀ<br/>     
                </p>
                </div>
            </div>

            <div className = "chapter1-container1">

                <div className = "chapter1-left">
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 1.</h4>
                <p>
                ਪੂਰਨ ਅੰਕ ਦੀ ਇੱਕ ਜੋੜੀ ਲਿਖੋ ਜਿਸਦੇ:<br/>
                (a) ਜੋੜ -7 ਹੈ<br/>
                (b) ਅੰਤਰ -10 ਹੈ<br/>
                (c) ਜੋੜ 0 ਹੈ.
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                (a) ਆਓ ਆਪਾਂ ਪੂਰਨ ਅੰਕ -3 ਅਤੇ -4 ਦੀ ਇੱਕ ਜੋੜੀ ਲੈ ਲਈਏ.<br/>
                ∴ (-3) + (-4) = -3 -4 = -7<br/>
                (b) ਆਓ ਅਸੀਂ ਪੂਰਨ ਅੰਕ -12 ਅਤੇ -2 ਦੀ ਇੱਕ ਜੋੜੀ ਲਵਾਂ<br/>
                ∴ (-12) -(-2) = -12 + 2 = -10<br/>
                (c) ਆਉ ਪੂਰਨ ਅੰਕ -3 ਅਤੇ 3 ਦੀ ਇੱਕ ਜੋੜੀ ਲਵਾਂ<br/>
                ∴ (-3) + (3) = -3 + 3 = 0
                </p>
                <br/>
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 4.</h4>
                <p>
                ਹੇਠਾਂ ਦਿੱਤੇ ਕਥਨਾਂ ਨੂੰ ਸੱਚ ਬਣਾਉਣ ਲਈ ਖਾਲੀ ਥਾਂ ਭਰੋ:<br/>
                (i) (-5) + (-8) = (-8) + (…)<br/>
                (ii) -53 +… = -53<br/>
                (iii) 17 +… = 0<br/>
                (iv) [13 + (-12)] + (…) = 13 + [(-12) + (-7)]<br/>
                (v) (-4) + [15 + (-3)] = [-4 + 15] +…
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (i) -5 + (-8)-(-8) + (-5) [ਜੋੜਾਂ ਦਾ ਪਰਿਵਰਤਨਸ਼ੀਲ ਕਾਨੂੰਨ]<br/>
                (ii) -53 + 0 = -53 [ਅਤਿਰਿਕਤ ਪਛਾਣ]<br/>
                [ਕਿਸੇ ਵੀ ਪੂਰਨ ਅੰਕ ਵਿੱਚ 0 ਜੋੜਨਾ, ਇਹ ਉਹੀ ਮੁੱਲ ਦਿੰਦਾ ਹੈ]<br/>
                (iii) 17 + (-17) = 0 [ਐਡਿਟਿਵ ਉਲਟਾ]<br/>
                (iv) [13 + (-12)] + (-7)-13 + [(-12) + (-7)] [ਜੋੜ ਦਾ ਐਸੋਸੀਏਟਿਵ ਕਾਨੂੰਨ]<br/>
                (v) (-4) + [15 + (-3)]-[-4 + 15] + (-3) [ਜੋੜ ਦਾ ਐਸੋਸੀਏਟਿਵ ਕਾਨੂੰਨ]
                </p>
                
                </div>


                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ  1.2 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                (a) ਨਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਦੀ ਇੱਕ ਜੋੜੀ ਲਿਖੋ ਜਿਸਦਾ ਅੰਤਰ 8 ਦਿੰਦਾ ਹੈ.<br/>
                (b) ਇੱਕ ਨਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਅਤੇ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਲਿਖੋ ਜਿਸਦਾ ਜੋੜ -5 ਹੈ.<br/>
                (c) ਇੱਕ ਨਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਅਤੇ ਇੱਕ ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ ਲਿਖੋ ਜਿਸਦਾ ਅੰਤਰ -3 ਹੈ.
                </p>
                <p>
                    ਹੱਲ :
                </p>
                <p>
                (a) ਸਾਡੇ ਕੋਲ -2 ਅਤੇ -10 ਹਨ<br/>
                ∴ ਅੰਤਰ = (-2)-(-10) = -2 + 10 = 8<br/>
                (b) ਆਓ -7 ਅਤੇ 2<br/>
                ∴ (-7) + (2) = -7 + 2 = -5<br/>
                (c) ਆਓ ਆਪਾਂ -2 ਅਤੇ 1 ਕਰੀਏ<br/>
                ∴ (-2) -(1) = -2 -1 = -3
                </p>
                </div>


                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.2 ਪ੍ਰਸ਼ਨ 3.</h4>
                <p>
                ਇੱਕ ਕਵਿਜ਼ ਵਿੱਚ, ਟੀਮ ਏ ਨੇ -40, 10, 0 ਅਤੇ ਟੀਮ ਬੀ ਨੇ ਲਗਾਤਾਰ ਤਿੰਨ ਗੇੜਾਂ ਵਿੱਚ 
                10, 0, -40 ਸਕੋਰ ਕੀਤੇ। ਕਿਹੜੀ ਟੀਮ ਨੇ ਵੱਧ ਸਕੋਰ ਕੀਤਾ? ਕੀ ਤੁਸੀਂ ਕਹਿ ਸਕਦੇ ਹੋ ਕਿ 
                ਅਸੀਂ ਕਿਸੇ ਵੀ ਕ੍ਰਮ ਵਿੱਚ ਪੂਰਨ ਅੰਕ ਜੋੜ ਸਕਦੇ ਹਾਂ?
                </p>
                <p>
                ਹੱਲ :
                </p>
                <p>
                ਟੀਮ ਦਾ ਕੁੱਲ ਸਕੋਰ
                ਏ = (-40) + (10) + (0) = -40 + 10 + 0 = -30
                ਟੀਮ ਦਾ ਕੁੱਲ ਸਕੋਰ
                ਬੀ = 10 + 0 + (-40) = 10 + 0 -40 = -30
                ਦੋਵਾਂ ਟੀਮਾਂ ਦੇ ਸਕੋਰ ਇੱਕੋ ਜਿਹੇ ਹਨ -30.
                ਹਾਂ, ਅਸੀਂ ਕਿਸੇ ਵੀ ਕ੍ਰਮ ਵਿੱਚ ਪੂਰਨ ਅੰਕ ਜੋੜ ਸਕਦੇ ਹਾਂ.
                </p>
                </div>
            </div>
            <div className = "chapter1-container1">
                
                <div className = "chapter1-left">
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 1.</h4>
                    <p>
                    ਹੇਠਾਂ ਦਿੱਤੇ ਉਤਪਾਦਾਂ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਨੂੰ ਲੱਭੋ:<br/>
                    (a) 3 × (-1)<br/>
                    (b) (-1) × 225<br/>
                    (c) (-21) × (-30)<br/>
                    (d) (-316) × (-1)<br/>
                    (e) (-15) × 0 × (-18)<br/>
                    (f) (-12) × (-11) × (10)<br/>
                    (g) 9 × (-3) × (-6)
                    

                    </p>
                    <p>
                        ਹੱਲ :
                    </p>
                    <p>
                    (a) 3 × (-1) = -3 × 1 = -3<br/>
                    (b) (-1) × 225 = -1 × 225 = -225<br/>
                    (c) (-21) × (-30) = (-) × (-) × 21 × 30 = 630<br/>
                    (d) (-316) × (-1) = (-) × (-) × 316 × 1 = 316<br/>
                    (e) (-15) × 0 × (-18) = 0 [∵ a × 0 = a]<br/>
                    (f) (-12) × (-11) × (10)<br/>
                    = (-) × (-) × 12 × 11 × 10 = 1320<br/>
                    (g) 9 × (-3) × (-6) = (-3) × (-6) × 9<br/>
                    = (-) × (-) × 3 × 6 × 9 = 162
                    
                    </p>
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 4.</h4>
                    <p>
                    (-1) × 5 ਤੋਂ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋਏ, ਵਿਖਾਉਣ ਲਈ ਕੁਝ ਪੈਟਰਨ 
                    ਦਿਖਾਉਂਦੇ ਹੋਏ ਵੱਖ-ਵੱਖ ਉਤਪਾਦ ਲਿਖੋ (-1) × (-1) = 1
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    (-1) × 5 = -5<br/>
                    (-1) × 4 = -4 = (-5) + 1<br/>
                    (-1) × 3 = -3 = (-4) + 1<br/>
                    (-1) × 2 = -2 = (-3) + 1<br/>
                    (-1) × (1) = -1 = (-2) + 1<br/>
                    (-1) × 0 = 0-(-1) + 1<br/>
                    (-1) × (-1) = 1 = 0+1
                    </p>
                    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 7.</h4>
                    <p>
                    ਇੱਕ ਕਲਾਸ ਟੈਸਟ ਵਿੱਚ ਜਿਸ ਵਿੱਚ 10 ਪ੍ਰਸ਼ਨ ਹੁੰਦੇ ਹਨ, ਹਰ ਸਹੀ ਉੱਤਰ ਲਈ 5
                     ਅੰਕ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ ਅਤੇ (-2) ਅੰਕ ਹਰ ਗਲਤ ਉੱਤਰ ਦੇ ਲਈ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ 
                     ਅਤੇ ਜਿਨ੍ਹਾਂ ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਉਹਨਾਂ ਲਈ 0.<br/>
                    (i) ਮੋਹਨ ਨੂੰ ਚਾਰ ਸਹੀ ਅਤੇ ਗਲਤ ਉੱਤਰ ਮਿਲਦੇ ਹਨ. ਉਸਦਾ ਸਕੋਰ ਕੀ ਹੈ?<br/>
                    (ii) ਰੇਸ਼ਮਾ ਨੂੰ ਪੰਜ ਸਹੀ ਉੱਤਰ ਅਤੇ ਪੰਜ ਗਲਤ ਉੱਤਰ ਮਿਲਦੇ ਹਨ, ਉਸਦਾ ਸਕੋਰ ਕੀ ਹੈ?<br/>
                    (iii) ਹੀਨਾ ਨੂੰ ਸੱਤ ਪ੍ਰਸ਼ਨਾਂ ਵਿੱਚੋਂ ਦੋ ਸਹੀ ਅਤੇ ਪੰਜ ਗਲਤ ਉੱਤਰ ਮਿਲਦੇ ਹਨ 
                    ਜਿਨ੍ਹਾਂ ਦੀ ਉਹ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈ. ਉਸ ਦਾ ਸਕੋਰ ਕੀ ਹੈ?<br/>
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    (i) ਮੋਹਨ ਨੂੰ ਦਿੱਤੇ ਗਏ ਅੰਕ = 4 5<br/>
                    = 20 ਸਹੀ ਜਵਾਬਾਂ ਲਈ ਮੋਹਨ ਨੂੰ ਦਿੱਤੇ ਗਏ ਅੰਕ = 6 × (-2)<br/>
                    = -12 ਗਲਤ ਜਵਾਬਾਂ ਲਈ.<br/>
                    ਮੋਹਨ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕੀਤੇ ਕੁੱਲ ਅੰਕ<br/>
                    = 20 + (-12) = 20-12 = 8<br/>

                    (ii) ਸਹੀ ਜਵਾਬਾਂ ਲਈ ਰੇਸ਼ਮਾ ਨੂੰ ਦਿੱਤੇ ਗਏ ਅੰਕ<br/>
                    = 5 × 5 = 25<br/>
                    ਗਲਤ ਉੱਤਰ ਦੇਣ ਲਈ ਰੇਸ਼ਮਾ ਨੂੰ ਅੰਕ ਦਿੱਤੇ ਗਏ<br/>
                    = 5 × (-2) = -10<br/>
                     ਰੇਸ਼ਮਾ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕੀਤੇ ਕੁੱਲ ਅੰਕ<br/>
                    = 25 + (-10) = 25-10 = 15<br/>

                    (iii) ਸਹੀ ਜਵਾਬਾਂ ਲਈ ਹਿਨਾ ਨੂੰ ਦਿੱਤੇ ਗਏ ਅੰਕ<br/>
                    = 2 × 5 = 10<br/>
                    ਗਲਤ ਜਵਾਬਾਂ ਦੇ ਲਈ ਹਿਨਾ ਨੂੰ ਅੰਕ ਦਿੱਤੇ ਗਏ<br/>
                    = 5 × (-2) = -10<br/>
                    ਹਿਨਾ ਦੁਆਰਾ ਨਾ ਪੁੱਛੇ ਗਏ ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਸੰਖਿਆ<br/>
                    = 10 - (2 + 5) = 10 - 7 = 3<br/>
                    ਗੈਰ-ਕੋਸ਼ਿਸ਼ ਕੀਤੇ ਪ੍ਰਸ਼ਨਾਂ ਲਈ ਹਿਨਾ ਨੂੰ ਦਿੱਤੇ ਗਏ ਅੰਕ<br/>
                    = 3 × 0 = 0<br/>
                    ∴ ਹਿਨਾ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕੀਤੇ ਕੁੱਲ ਅੰਕ<br/>
                    = 10 + (-10) + 0 = 10-10 + 0 = 0
                    </p>

                </div>

                <div className = "chapter1-center">
                <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 2.</h4>
                <p>
                ਹੇਠ ਲਿਖੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ:
                (a) 18 × [7 + (-3)] = [18 × 7] + [18 × (-3)]<br/>
                (b) (-21) × [(-4) + (-6)] = [(-21) × (-4)] + [(-21) × (-6)]<br/>
                <p>
                <p>
                ਹੱਲ :
                </p>
                </p>
                (a) 18 × [7 + (-3)] = [18 × 7] + [18 × (-3)]<br/>
                LHS = 18 × [7 + (-3)] = 18 × 4 = 72<br/>
                ਸੱਜਾ ਪਾਸਾ  = [18 × 7] + [18 × (-3)] = 126 + (-54)<br/>
                = 126 - 54 = 72<br/>
                ਖੱਬਾ ਪਾਸਾ = ਸੱਜਾ ਪਾਸਾ <br/>
                

                (b) (-21) × [(-4) + (-6)] = [(-21) × (-4)] + [(-21) × (-6)]<br/>
                ਖੱਬਾ ਪਾਸਾ  = (-21) × [(-4) + (-6)]<br/>
                = (-21) × (-10)<br/>
                = (-) × (-) × 21 × 10 = 210<br/>
                ਸੱਜਾ ਪਾਸਾ  = [(-21) × (-4)] + [(-21) × (-6)]<br/>
                = (84) + (126) = 84 + 126 = 210<br/>
                ਖੱਬਾ ਪਾਸਾ = ਸੱਜਾ ਪਾਸਾ <br/>
               
                </p>
                <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 5.</h4>
                    <p>
                    ਢੁਕਵੀਂ ਗੁਣਾ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਗੁਣਨਫਲ  ਲੱਭੋ:<br/>
                    (a) 26 × (-48) + (-48) × (-36)<br/>
                    (b) 8 × 53 × (-125)<br/>
                    (c) 15 × (-25) × (-4) × (-10)<br/>
                    (d) (-41) × 102
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    (a) 26 × (-48) + (-48) × (-36)<br/>
                    = -48 × [26 + (-36)] = -48 × [26 -36]<br/> = -48 × -10 = 480 [ਗੁਣਾਂ ਦੀ ਵੰਡ ਸੰਪਤੀ ਜੋੜ]<br/>

                    (ਅ) 8 × 53 × (-125) = 53 × [8 × (-125)]<br/>
                    [ਗੁਣਾ ਦੀ ਸਹਿਯੋਗੀ ਸੰਪਤੀ] = 53 × (-1000) = -53000<br/>

                    (c) 15 × (-25) × (-4) × (-10)<br/>
                    = [(-25) × (-4)] [15 × (-10)]<br/>
                    [ਸ਼ਰਤਾਂ ਨੂੰ ਮੁੜ ਸੰਗਠਿਤ ਕਰਨਾ] = 100 × (-150) = -15000<br/>

                    (ਡੀ) (-41) × 102 = (-41) × [100 + 2]<br/>
                    = (-41) × 100 + (-41) × 2<br/>
                    [ਜੋੜ ਦੇ ਨਾਲ ਗੁਣਾ ਦੀ ਵਿਤਰਕ ਸੰਪਤੀ] = -4100 -82 = -4182<br/>
                    </p>
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 8.</h4>
                    <p>
                    ਇੱਕ ਸੀਮਿੰਟ ਕੰਪਨੀ ਵੇਚੇ ਗਏ ਚਿੱਟੇ ਸੀਮੈਂਟ ਦੇ ਪ੍ਰਤੀ ਬੈਗ ₹ 8 ਦਾ ਮੁਨਾਫਾ ਕਮਾਉਂਦੀ ਹੈ ਅਤੇ ਸਲੇਟੀ ਸੀਮੈਂਟ ਦੇ ਪ੍ਰਤੀ ਬੈਗ ਵੇਚੇ ਗਏ ₹ 5 ਦਾ ਨੁਕਸਾਨ ਕਰਦੀ ਹੈ.<br/>
                    (a) ਕੰਪਨੀ ਇੱਕ ਮਹੀਨੇ ਵਿੱਚ 3,000 ਬੈਗ ਚਿੱਟੇ ਸੀਮੈਂਟ ਦੀ ਵਿਕਰੀ ਕਰਦੀ ਹੈ ਅਤੇ 5,000 ਬੈਗ ਗ੍ਰੇ ਸੀਮੈਂਟ ਵੇਚਦੀ ਹੈ. ਇਸਦਾ ਲਾਭ ਜਾਂ ਨੁਕਸਾਨ ਕੀ ਹੈ?<br/>
                    (b) ਚਿੱਟੇ ਸੀਮੈਂਟ ਦੇ ਬੈਗਾਂ ਦੀ ਕਿੰਨੀ ਗਿਣਤੀ ਹੈ ਜਿਸਨੂੰ ਵੇਚਣਾ ਲਾਜ਼ਮੀ ਹੈ ਨਾ ਤਾਂ ਲਾਭ ਅਤੇ ਨਾ ਹੀ ਨੁਕਸਾਨ, ਜੇਕਰ ਵੇਚੇ ਗਏ ਸਲੇਟੀ ਬੈਗਾਂ ਦੀ ਗਿਣਤੀ 6,400 ਬੋਰੀਆਂ ਹੈ.
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    (a) ਇੱਕ ਚਿੱਟੇ ਸੀਮੈਂਟ ਬੈਗ ਤੇ ਲਾਭ = 8<br/>
                    ਇੱਕ ਸਲੇਟੀ ਸੀਮੈਂਟ ਬੈਗ ਦਾ ਨੁਕਸਾਨ = -5<br/>
                    ਚਿੱਟੇ ਸੀਮੈਂਟ ਦੇ 3,000 ਬੈਗਾਂ ਤੇ ਲਾਭ<br/>
                    = (8 × 3,000) = 24,000<br/>
                    ਸਲੇਟੀ ਸੀਮੈਂਟ ਦੀਆਂ 5,000 ਬੋਰੀਆਂ 'ਤੇ ਨੁਕਸਾਨ<br/>
                    = (-5 × 5000) = -25,000<br/>
                    ਕੁੱਲ ਨੁਕਸਾਨ = -25,000 + ₹ 24,000<br/>
                    = - 1000 ਯਾਨੀ 1000<br/>

                    (b) ਸਲੇਟੀ ਬੈਗਾਂ ਦੀ ਕੀਮਤ ₹ 5 ਦੇ ਨੁਕਸਾਨ ਤੇ ਵੇਚਣਾ<br/>
                    = (5 × 6,400) - 32,000<br/>
                    ਬਿਨਾਂ ਲਾਭ ਅਤੇ ਨੁਕਸਾਨ ਦੇ, ਚਿੱਟੇ ਬੈਗਾਂ ਦੀ ਵਿਕਰੀ ਕੀਮਤ = ,000 32,000<br/>
                    ਚਿੱਟੇ ਬੈਗਾਂ ਦੀ ਵਿਕਰੀ ਦੀ ਕੀਮਤ 8 ਰੁਪਏ ਪ੍ਰਤੀ ਬੈਗ ਦੇ ਮੁਨਾਫੇ ਤੇ.<br/>
                     ਵਿਕਣ ਵਾਲੇ ਚਿੱਟੇ ਸੀਮੈਂਟ ਬੈਗਾਂ ਦੀ ਗਿਣਤੀ<br/>
                    = 320008 = 4000<br/>
                    ਇਸ ਲਈ, ਬੈਗਾਂ ਦੀ ਲੋੜੀਂਦੀ ਸੰਖਿਆ = 4,000
                    </p>
                </div>

                <div className = "chapter1-right">
                <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 2.</h4>
                        <p>
                        (i) ਕਿਸੇ ਪੂਰਨ ਅੰਕ a ਲਈ, (-1) × ਬਰਾਬਰ ਕੀ ਹੈ?<br/>
                        (ii) ਪੂਰਨ ਅੰਕ ਨਿਰਧਾਰਤ ਕਰੋ ਜਿਸਦਾ ਉਤਪਾਦ (-1) 0 ਹੈ.<br/>
                        (a) -22<br/>
                        (b) 37<br/>
                        (c) 0
                        <p>
                        </p>
                            ਹੱਲ :
                        </p>
                        <p>
                        (i) (-1) × a = -a<br/>
                        (ii) (-1) × 0 = 0 [∵ a × 0 = 0]<br/>
                        ਇਸ ਲਈ<br/> (c) 0 ਲੋੜੀਂਦਾ ਪੂਰਨ ਅੰਕ ਹੈ.
                        </p>
                        <br/><br/><br/><br/><br/><br/><br/>
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 6.</h4>
                    <p>
                    ਇੱਕ ਪ੍ਰਕਿਰਿਆ ਲਈ ਇਹ ਜ਼ਰੂਰੀ ਹੈ ਕਿ ਕਮਰੇ ਦਾ ਤਾਪਮਾਨ ਹਰ ਘੰਟੇ 5 ° C ਦੀ 
                    ਦਰ ਨਾਲ 40 ° C ਤੋਂ ਘੱਟ ਕੀਤਾ ਜਾਵੇ. ਪ੍ਰਕਿਰਿਆ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 10 ਘੰਟਿਆਂ ਬਾਅਦ ਕਮਰੇ ਦਾ ਤਾਪਮਾਨ ਕੀ ਹੋਵੇਗਾ?
                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    ਸ਼ੁਰੂ ਵਿੱਚ ਕਮਰੇ ਦਾ ਤਾਪਮਾਨ = 40 C<br/>
                    1 ਘੰਟੇ ਬਾਅਦ ਤਾਪਮਾਨ<br/>
                    = 40 ° C - 1 × 5 ° C = 40 ° C - 5 ° C - 35 ° C<br/>  
                    ਇਸੇ ਤਰ੍ਹਾਂ, 10 ਘੰਟਿਆਂ ਬਾਅਦ ਕਮਰੇ ਦਾ ਤਾਪਮਾਨ<br/>
                    = 40 ° C -10 × 5 ° C = 40 ° C -50 ° C = -10 ° C
                    </p>
                    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                    <h4>ਅਭਿਆਸ 1.3 ਪ੍ਰਸ਼ਨ 9.</h4>
                    <p>
                    ਇਸ ਨੂੰ ਸੱਚਾ ਬਿਆਨ ਬਣਾਉਣ ਲਈ ਖਾਲੀ ਨੂੰ ਪੂਰਨ ਅੰਕ ਨਾਲ ਬਦਲੋ.<br/>
                    (a) (-3) × __ = 27<br/>
                    (b) 5 × __ = -35<br/>
                    (c) __ × (-8) = -56<br/>
                    (d) __ × (-12) = 132

                    </p>
                    <p>
                    ਹੱਲ :
                    </p>
                    <p>
                    (a) (-3) × __ = 27 = (-3) × (-9) = 27<br/> [∵ (-) × (-) = (+)]<br/>
                    (b) 5 × __ = -35 = 5 × (-7) = -35 <br/>[∵ (+) × (-) = (-)]<br/>
                    (c) __ × (-8) = -56 = 7 × (-8) = -56 <br/>[∵ (+) × (-) = (-)]<br/>
                    (d) __ × (-12) = 132 = (-11) × (-12) = 132 <br/>[∵ (-) × (-) = (+)]
                    </p>
                </div>
            </div>

        </div>
    )
}

export default Chapter1
